import Babasaheb1 from "/Babasaheb1.png";
import Babasaheb2 from "/Babasaheb2.png";
import Babasaheb3 from "/Babasaheb3.png";
import Babasaheb4 from "/Babasaheb4.png";

type Article = {
  id: string;
  category: string;
  title: string;
  date: string;
  photo: string;
  from: string;
  content: string[];
};

export const babasaheb_speaks: Article[] = [
  {
    id: "1",
    category: "பாபாசாகேப் பேசுகிறார்",
    title:
      "ஆதிக்க வகுப்பின் அதிகார வெறியைத் தடுக்க அரசமைப்புச் சட்டம் வகுக்கப்பட வேண்டும்- IX",
    date: "ஜூலை 2005",
    photo: Babasaheb1,
    from: `டாக்டர் அம்பேத்கர் ஆங்கில நூல்
தொகுப்பு' : 9 பக்கம் : 230`,
    content: [
      "ஆதாயம் அதிகாரம் அளிக்கக்கூடிய பதவிகள், தமது வகுப்புக்கு ஒதுக்கப்பட்ட பிறகும் பார்ப்பனர்கள் திருப்தியடையவில்லை. வெறும் ஒதுக்கீடு மட்டும் போதாது என்பதை அவர்கள் அறிவர். தன்னைப் போலவே இந்தப் பதவிகளை வகிப்பதற்கு - முற்றிலும் தகுதி படைத்தவர்கள், பார்ப்பனரல்லாத வகுப்பினரிடமிருந்து தோன்றி, இந்த ஒதுக்கீட்டு முறையையே அவர்கள் தகர்த்தெறிந்து விடாதபடி பார்ப்பனர்கள் தடுத்தாக வேண்டும். எல்லா அரசாங்க நிர்வாகப் பதவிகளும் பார்ப்பனர்களுக்கு ஒதுக்கப்பட்டன. அதுமட்டுமல்ல, கல்வி வசதி பெறுவதை பார்ப்பனர்களின் ஏகபோக உரிமையாக்குவதற்கு வகை செய்யும் ஒரு சட்டம் இயற்றப்பட்டது",
      "நாம் ஏற்கனவே கூறியது போல, இந்த சட்டத்தின் படி, இந்து சமுதாயத்தில் அடிமட்டத்திலுள்ள சூத்திரர்கள் கல்வி கற்பது கடுமையான குற்றமாக்கப்பட்டது. இந்தச் சட்டத்தை மீறுபவர்கள் காட்டுமிராண்டித்தனமான, மனிதத் தன்மையற்ற, குரூரமான தண்டனைகளுக்கு உள்ளாக்கப்பட்டனர்: அவர்களது நாக்குகள் துண்டிக்கப்பட்டன; அவர்களது செவிகளில் காய்ச்சிய ஈயம் ஊற்றப்பட்டது. இத்தகைய சலுகைகள் எல்லாம் இப்போது பார்ப்பனர்களுக்கு இல்லை என்று கூறி, காங்கிரஸ்காரர்கள் தப்பித்துக் கொள்ள முடியாது. இந்த சலுகைகள் இப்போது மறைந்து விட்டாலும், அவற்றின் மூலம் நூற்றாண்டு நூற்றாண்டுகளாக அவர்கள் அனுபவித்து வந்த சலுகைகள், இன்னும் நீடிக்கவே செய்கின்றன என்பதை அவர்கள் ஒப்புக் கொள்ளத்தான் வேண்டும். மிகவும் மோசமான வகுப்புவாத முறைகளைக் கைக்கொண்டுதான் பார்ப்பனர்கள் அதிகாரத்தைக் கைப்பற்றினர் என்பதை முற்றிலும் அறிந்துள்ள காங்கிரஸ்காரர்கள், அடிமை வகுப்பினர் முன்வைக்கும் கோரிக்கையை வகுப்புவாதம் என்று கூறி நிராகரிப்பது நேர்மையாகுமா?",
      "மேலும், அடிமை வகுப்பினர் தங்களுக்குப் பாதுகாப்பு வேண்டும் என்று இன்று கோரும் நிர்பந்த நிலைக்கு உள்ளாகி இருக்கின்றனர் என்றால், அதற்கு என்ன காரணம்? பார்ப்பனர்கள் தாங்கள் அனுபவித்து வரும் சலுகைகளைப் பாதுகாத்துக் கொள்ளும் பொருட்டு, அடிமை வகுப்பினர் கல்வி கற்பதையும், சொத்துகள் வைத்திருப்பதையும் குற்றமாக்கக் கூடிய சட்டங்களை இயற்றியதால்தானே அடிமை வகுப்பினர் தங்களுக்குப் பாதுகாப்புகள் கோரும் நிலைமைக்குத் தள்ளப்பட்டுள்ளனர் என்பதை மறுக்க முடியுமா, மறைக்க முடியுமா? தங்களது செல்வாக்கைப் பெருக்கிக் கொள்வதற்கு பார்ப்பனர்கள் செய்ததுடன் ஒப்பிடும்போது, அடிமை வகுப்பினரின் கோரிக்கைகள் எவ்விதம் நியாயமற்றவையாக இருக்க முடியும்?",
      "இதுவரை நாம் கூறியவற்றிலிருந்து ஆதிக்க வகுப்பினரின் தலைமையில் நடைபெறும் சுதந்திரப் போராட்டம் அடிமை வகுப்பினரின் கண்ணோட்டத்தில் ஒரு மோசடிப் போராட்டமாக இல்லாவிட்டாலும், அது ஒரு சுயநலப் போராட்டமாகவே அமைந்துள்ளது என்பது தெள்ளத் தெளிவாகும். இந்தியாவிலுள்ள ஆதிக்க வகுப்பினரின் சுதந்திரப் போராட்டம், அடிமை வகுப்பினரை ஆள்வதற்கான சுதந்திரமேயாகும். அடிமட்டத்திலுள்ள இனத்தை, மேல் மட்டத்திலுள்ள இனம் ஆளும் சுதந்திரத்தையே அது விரும்புகிறது. இது, நலிவுற்றவனை வலிமை மிக்கவன் ஆளும் நாஜி அல்லது நீட்சேயின் சித்தாந்தமே தவிர வேறல்ல.",
      "இந்திய அரசியலையும், அது செல்லும் திசைவழியையும் தெரிந்து கொள்ளவும், அதனால் எழக்கூடிய பிரச்சினைக்குத் தீர்வுகாண உதவ விரும்பும் அயல்நாட்டவர், இந்திய அரசியலுக்குப் பின்னாலுள்ள அடிப்படையான அம்சங்களைத் தெரிந்து கொள்வது அவசியம். இவற்றை அவர் முழு அளவுக்கு உள்வாங்கிக் கொள்ளத் தவறினால், கடலில் திக்குத் தெரியாமல் தவிப்பவரைப் போல் ஆகிவிடுவார்; அவரைத் தனது வலைக்குள் வீழ்த்துவோரின் எடுப்பார் கைப்பிள்ளையாகி விடுவார்; ஆட்டுவித்தபடி ஆடும் தலையாட்டி பொம்மையாகி விடுவார்.",
      "இந்திய அரசியலின் அடிப்படையான அம்சங்கள் :",
      "1. அடிமை வகுப்புகள் சம்பந்தமாக ஆளும் வகுப்பினர் கடைப்பிடிக்கும் சித்தாந்தம் கண்ணோட்டம்",
      "2. ஆளும் வகுப்பினருக்கும் காங்கிரசுக்குமுள்ள உறவு",
      "3. அரசியலமைப்புச் சட்டப் பாதுகாப்புகள் வேண்டுமென அடிமை வகுப்பினர் முன்வைத்துள்ள அரசியல் கோரிக்கைகளுக்கான மூல காரணங்கள்.",
      "முதல் அம்சத்தைப் பொறுத்தவரையில், அயல்நாட்டவர் இது குறித்து தனது சொந்தக் கருத்தை உருவாக்கிக் கொள்ளும் அளவுக்கு போதிய தகவல்கள் ஏற்கனவே தரப்பட்டுள்ளன. அவசியமான தகவல்களுடனும் வாதங்களுடனும் இங்கே நான் முன்வைக்க முயலும் கோட்பாடு, மிக எளிதானது. அது பின்வருமாறு கூறுகிறது: முழு அரசுரிமை படைத்த சுதந்திர இந்தியா, முற்றிலும் வேறுபட்டதொரு புதுமையான இந்தியாவாக, உலகமே வியந்து போற்றும் இந்தியாவாக இருக்க வேண்டுமானால், ஆதிக்க வகுப்பினருக்குத் தொண்டூழியம் புரியும் ஓர் அடிமைத்தனமான வகுப்பினர் இல்லாதிருக்கும் ஒரு புதுமையான இந்தியா பூத்து மலர வேண்டுமானால், ஆதிக்க வகுப்பினர் அதிகாரத்தைக் கைப்பற்றுவதற்கான ஆற்றலை மட்டுப்படுத்தக் கூடிய, இது சம்பந்தமாக முறையான பாதுகாப்புகளை அளிக்கக்கூடிய, ஆதிக்க வகுப்பினரின் கொள்ளைக்காரத்தனமான அதிகார வெறிக்கு 'லகான்' போடக்கூடிய ஓர் அரசியலமைப்புச் சட்டம் வகுக்கப்பட வேண்டும். இதைத்தான் தீண்டத்தகாதவர்கள் நெடுகிலும் வலியுறுத்தி வந்திருக்கின்றனர்; இதைத்தான் காங்கிரஸ் விடாப்பிடியாக எதிர்த்து வருகிறது.",
    ],
  },
  {
    id: "2",
    category: "பாபாசாகேப் பேசுகிறார்",
    title: "இந்தியாவில் ஒருவனுடைய பிறப்பே அவனை ஆளும் வர்க்கமாக மாற்றுகிறது",
    date: "ஆகஸ்ட் 2005",
    photo: Babasaheb2,
    from: `டாக்டர் அம்பேத்கர் ஆங்கில நூல்
தொகுப்பு' : 9 பக்கம் : 232`,
    content: [
      "காங்கிரஸ், பிரதிநிதித்துவப்படுத்தும் அமைப்பாக இருக்கலாம். ஆனால், இந்தியாவின் அரசியலமைப்புச் சட்டம், பட்டியலின வகுப்பினருக்குப் பாதுகாப்புகளைக் கொண்டதாக இருக்க வேண்டுமா, வேண்டாமா என்ற பிரச்சினையைத் தீர்மானிப்பதற்கும் இதற்கும் எந்தத் தொடர்பும் இல்லை. இப்பிரச்சினையைத் தீர்மானிக்கும் விஷயம், காங்கிரசின் பிரதிநிதித்துவத் தன்மைக்கு முற்றிலும் அப்பாற்பட்டது. இந்த முடிவு, தேவைகளை அடிப்படையாகக் கொண்டதாகவே இருக்க முடியும். இங்கு எழும் கேள்வி இதுதான்: பட்டியலின வகுப்பினர் கோரும் பாதுகாப்புகள் அவர்களுக்குத் தேவைதானா, அவசியம்தானா? காங்கிரஸ் பிரதிநிதித்துவப்படுத்தும் அமைப்பு என்ற காரணத்துக்காக, பட்டியலின வகுப்பினருக்கு எதிராக காங்கிரசை வெளிநாட்டினர் ஆதரிப்பது நியாயமல்ல. பாதுகாப்புகள் தங்களுக்குத் தேவை என்பதை நிரூபிக்குமாறு வெளிநாட்டினர், பட்டியலின வகுப்பினரைக் கேட்டால் அதில் நியாயமிருக்கிறது.",
      "இந்தியாவில் ஆதிக்க வகுப்பு இருந்து வருவதாகக் கூறுவது மட்டும் போதாது. மாறாக, வயதுவந்தோர் வாக்குரிமை சக்திகளுக்குக்கூட அடிபணிந்து போகாத அளவுக்கு தம்மை வலுப்படுத்திக் கொண்டுவிட்ட இழிந்த, வெறுக்கத்தக்க, பழிபாவத்துக்கு அஞ்சாததாக இந்த ஆதிக்க வகுப்பு ஓங்கி வளர்ந்துள்ளது என்பதை மெய்ப்பித்துக் காட்ட வேண்டும் என்று அவர்கள் கோருவதிலும் கூடத் தவறில்லை. இத்தகைய நிலையை அயல் நாட்டவர் மேற்கொள்வது முறையானதே. பட்டியலின வகுப்பு மக்கள் இதனை எதிர்கொள்ளவும் தயாராக இருக்கிறார்கள்.",
      "உண்மையில், உலகின் பிற நாடுகளில் ஆதிக்க வகுப்பினர் வகிக்கும் நிலைக்கு மாறுபட்டதொரு நிலையை, இந்தியாவிலுள்ள ஆதிக்க வகுப்பினர் வகித்து வருகிறார்கள். இதில் எள்ளளவும் அய்யமில்லை. பிற நாடுகளில் ஆதிக்க வகுப்பினருக்கும், மற்றவர்களுக்கும் இடையே நிலவுவது அதிகப் பட்சம் பிரிவினை; இரு சொற்களைப் பிரித்துக் காட்டுவதற்கு 'ஹைபன்' என்னும் கோடு போடுகிறோமே அது போன்றது இது. ஆனால், இந்தியாவிலோ, இவ்விரு தரப்பினருக்குமிடையே வானெட்டும் ஒரு தடைச்சுவரே எழுந்து நிற்கிறது. 'ஹைபன்' என்பது பிரிவினை மட்டும்தான்; ஆனால், தடுப்பு என்பதோ நலன்களும், உணர்ச்சி ஒருமைப்பாடும் முற்றிலும் துண்டிக்கப்பட்ட ஒன்று.",
      "மற்ற நாடுகளில் ஆதிக்க வர்க்கம் தொடர்ந்து அதிகரிக்கப்பட்டே வருகிறது. அவர்கள் அந்த வர்க்கத்தில் ஏற்கெனவே இடம் பெறாதவர்கள். ஆனால், அதற்கு இணையாக உச்ச நிலையை அடைந்திருப்பவர்கள்; இப்போது இதில் இணைத்துக் கொள்ளப்படுகின்றனர். ஆனால், இந்தியாவில் உள்ள ஆதிக்க வகுப்பினர், மற்றவர்களுக்கு கதவை ழுவதுமாக மூடிவிட்ட அமைப்பினராவர். அந்த வகுப்புக்குள் பிறக்காத எவரும் அதில் அனுமதிக்கப்படுவதில்லை. இந்த வேறுபாடு மிகவும் முக்கியமானது. ஆதிக்க வகுப்பு எங்கு ஒரு குறிப்பிட்ட பகுதியினருக்கு மட்டுமே உரித்தானதாக இருக்கிறதோ, அங்கு பாரம்பரியம், சமூக சித்தாந்தம், சமூகக் கண்ணோட்டம் உடைபடாதவையாகவே இருக்கும். முதலாளிகளுக்கும் அடிமைகளுக்கும், சலுகை பெற்றவர்களுக்கும் சலுகை பெறாதவர்களுக்கும் இடையேயான வேறுபாடு வடிவத்தில் மாறாததாகவும், சாரம்சத்தில் வலிமைமிக்கதாகவும் இருந்து வரும்.",
      "ஆனால், அதேநேரம் ஆதிக்க வகுப்பினர், ஒரு மூடப்பட்ட காப்பிடம் போல் இல்லாமல், அவர்களுக்கும் மற்றவர்களுக்கும் இடையே சமூக ஒத்துணர்வு எங்கு நிலவுகிறதோ, அங்கு ஆதிக்க வகுப்பினர் பெரிதும் வளைந்து கொடுக்கக் கூடியவர்களாகவும், அவர்களது சித்தாந்தம், குறைந்த அளவு சமூக விரோதப் போக்குடையதாகவும் இருக்கும். இந்த வேறுபாடுகள் பற்றிய உண்மையை உணர்ந்து கொண்ட வெளிநாட்டினர், பிற நாடுகளில் ஆதிக்க வர்க்கத்தினரை ஒரு கட்டுப்பாட்டுக்குள் வைத்திருப்பதற்கு, வெறும் வயதுவந்தோர் வாக்குரிமையே போதுமானதாக இருப்பதையும் இந்தியாவில் வயதுவந்தோர் வாக்குரிமையால் அத்தகைய பலனை ஏற்படுத்த முடியாமல் போவதையும் காண்பார்கள்",
      "இதனால் சுதந்திர இந்தியாவை ஜனநாயகத்துக்குப் பெரிதும் பாதுகாப்பானதாக ஆக்கும் ஆர்வத்தில், அரசியலமைப்புச் சட்டத்தில் கூடுதல் பாதுகாப்புகளைக் கோரிவரும் தீண்டத்தகாத மக்களும், இந்தப் பாதுகாப்பை எதிர்த்து வருபவர்களும், சுதந்திர இந்தியாவை ஆதிக்க வகுப்பினர் கைகளில் தாரை வார்த்திட நினைக்கும் காங்கிரசை விடவும் அதிக ஆதரவு பெற வெகுவாகத் தகுதி உடையவர்களாகின்றனர்...",
      "ரத்தினச் சுருக்கமாகக் கூறினால், வகுப்பு சித்தாந்தம், வகுப்பு நலன்கள், வகுப்புப் பிரச்சினைகள், வகுப்பு மோதல்கள் இவற்றை அடிப்படையாகக் கொண்ட ஓர் அரசியல் இயக்கம் தனக்கு சாவுமணி அடிக்கும் என்பதை ஆதிக்க வகுப்பு நன்கு உணர்ந்துள்ளது. அடிமை வகுப்புகளை திசைதிருப்புவதற்கும், அவற்றை ஏமாற்றுவதற்கும் மிகச் சிறந்த வழி தேசிய உணர்வையும், தேச ஒற்றுமையையும் நன்கு பயன்படுத்திக் கொள்ளவேண்டும் என்பதை ஆதிக்க வகுப்பு நன்கு அறியும். ஆதிக்க வகுப்பினருடைய நலன்களைப் பெரிதும் பயனுள்ள முறையில் பாதுகாப்பதற்கு ஒரே மேடை, காங்கிரஸ் மேடைதான் என்பதையும் அது தெரிந்து வைத்துள்ளது...",
    ],
  },
  {
    id: "3",
    category: "பாபாசாகேப் பேசுகிறார்",
    title: "இந்தியக் குடியரசில் ஜனநாயகம் தழைத்தோங்கவில்லை",
    date: "செப்டம்பர் 2005",
    photo: Babasaheb3,
    from: `வாய்ஸ் ஆப் அமெரிக்கா' 20.5.1956' டாக்டர் அம்பேத்கர் ஆங்கில நூல்
தொகுப்பு' : 17 பக்கம் : 519`,
    content: [
      "இந்திய ஜனநாயகத்தின் எதிர்காலம் என்ன? இதுதான் எனக்குக் கொடுக்கப்பட்ட தலைப்பு. தங்களுடைய நாடு ஏற்கனவே ஒரு ஜனநாயக நாடாகத்தான் இருக்கிறது என்று பெரும்பாலான இந்தியர்கள் மிகவும் பெருமையாகப் பேசுகின்றனர். வெளிநாட்டினர்கூட, இந்தியாவுக்கு அரசு மரியாதை செலுத்தப்படும் விருந்துகளில் மாபெரும் இந்தியப் பிரதமர் பற்றியும், மாபெரும் இந்திய ஜனநாயகம் பற்றியும் பேசுகின்றனர்.",
      "குடியரசு (Republic) இருந்தால், அங்கு ஜனநாயகம் (Democracy) தழைத்தோங்கும் என்றொரு முடிவுக்கு எல்லோரும் வந்து விடுகின்றனர் என்பது இதன் மூலம் விளங்குகிறது. மேலும், வயது வந்தவர்கள் வாக்களிப்பதன் முலம் உருவாக்கப்படும் நாடாளுமன்றத்தில், சில ஆண்டுகளுக்கு ஒரு முறை மக்களால் தேர்ந்தெடுக்கப்படும் பிரதிநதிகள், சில சட்டங்களை உருவாக்குவதன் மூலம் அங்கு ஜனநாயகம் தழைத்தோங்குவதாகக் கருதப்படுகிறது. வேறு வார்த்தைகளில் சொல்ல வேண்டுமெனில், ஜனநாயகம் என்பது அரசியல் சார்ந்த ஒன்றாகப் புரிந்து கொள்ளப்படுகிறது.",
      "இந்தியாவில் ஜனநாயகம் இருக்கிறதா? அல்லது ஜனநாயகம் இந்தியாவில் இல்லையா? உண்மை நிலை என்ன? ஜனநாயகத்தை குடியரசுடனும், நாடாளுமன்ற அரசாங்கத்துடனும் இணைத்துப் பார்ப்பதால் ஏற்படும் குழப்பத்தை நீக்கும்வரை, இதற்கு சரியான பதிலை அளிக்க முடியாது. குடியரசு மற்றும் நாடாளுமன்ற அரசாங்கம் ஆகியவற்றிலிருந்து ஜனநாயகம் முற்றிலும் வேறுபட்டது. ஜனநாயகத்தின் வேர், அரசாங்கத்திலோ, நாடாளுமன்றத்திலோ அல்லது இவை போன்ற வேறு எந்த அமைப்பிலோ நிலைப்பெற்றிருக்கவில்லை. ஜனநாயகம் அரசாங்கத்தைவிட மேலானது. அது, ஒன்றிணைந்து வாழ்வதை அடிப்படையாகக் கொண்டது. ஒருங்கிணைந்த வாழ்க்கையை மேற்கொள்ளும் மக்களே ஒரு சமூகத்தை உருவாக்குகின்றனர். இத்தகைய சமூக உறவு முறைகளில்தான் ஜனநாயகத்தின் வேர்கள் கண்டெடுக்கப்பட வேண்டும்,சமூகம்' என்ற சொல் எதைக் குறிக்கிறது? சுருக்கமாகச் சொல்ல வேண்டும் எனில், 'சமூகம்' இயற்கையாகவே தோன்றியதாக நாம் நினைக்கிறோம். சமூக ஒற்றுமையை முன்னெடுக்கும் தன்மைகள் பெருமைபடத்தக்கவையாகும். இது, சமூக நோக்குடனும், தொண்டு மனப்பான்மையுடனும், பொது வாழ்வில் நேர்மையுடனும், ஒருவருக்கொருவர் இரக்கத்துடனும், ஒத்துழைப்புடனும் வாழும் தன்மைகளைக் கொண்டதாகும்.",
      "இத்தகைய சிறப்புத் தன்மைகள் இந்திய சமூகத்தில் காணப்படுகின்றனவா? இந்திய சமூகம் தனிமனிதர்களைக் கொண்டிருக்கவில்லை. இது, எண்ணற்ற சாதிகளின் தொகுப்பை உள்ளடக்கியதாக இருக்கிறது. இது, இந்திய சமுகத்திற்கு மட்டுமே உள்ள தனித்தன்மையான வாழ்வியல் முறையாகும். எனவேதான், இங்கு ஒருவருக்கொருவர் தங்களுடைய அனுபவங்களைப் பரிமாறிக் கொள்ள மறுக்கின்றனர்; மற்றவர்களுக்கு இரங்கும் தன்மையும் இல்லை. உண்மை நிலை இவ்வாறிருக்க, இது குறித்து விவாதிப்பது தேவையற்றது. சாதி அமைப்பு நிலைத்து நீடித்திருப்பது, அச்சமூகத்தின் குறிக்கோளை மறுப்பதாகவும், அந்த வகையில் அது ஜனநாயகத்தையே மறுப்பதாகவும் அமைந்து விடுகிறது.",
      "இந்திய சமூகம், சாதி அமைப்புடன் பின்னிப் பிணைந்துள்ளது. எனவே, சாதி அடிப்படையில்தான் எல்லாமே ஒருங்கிணைக்கப்படுகிறது. இந்திய சமூகத்திற்குள் நுழைந்தால், நீங்கள் மிக வெளிப்படையாக சாதியைக் காண முடியும். ஒரு ஆண் அல்லது ஒரு பெண், ஒரு சாதியை சார்ந்தவர்களாக இல்லை என்ற சாதாரண காரணத்திற்காக ஒரு இந்தியன் மற்றொரு இந்தியனுடன் உண்ணவோ, திருமணம் செய்த கொள்ளவோ முடியாது. இதே காரணத்திற்காக, ஒரு இந்தியன் மற்றொரு இந்தியனைத் தொட முடியாது. அரசியலுக்குச் சென்று அதில் இணைந்து செயல்பட்டுப் பாருங்கள்; அங்கும் சாதி எதிரொலிப்பதை நீங்கள் பார்க்க முடியும்.",
      "தேர்தலில் ஒரு இந்தியன் எப்படி வாக்களிக்கிறான்? ஒரு இந்தியன் தன் சாதியைச் சேர்ந்த வேட்பாளருக்கே வாக்களிப்பான். வேறு யாருக்கும் அவன் வாக்களிக்க மாட்டான். இந்தியாவில் வேறு எந்த அரசியல் கட்சியும் செய்யாத அளவுக்கு இந்திய காங்கிரஸ் கட்சி, தேர்தல் நலன்களுக்காக சாதி அமைப்பைப் பயன்படுத்திக் கொள்கிறது. அக்கட்சியின் வேட்பாளர் பட்டியலைப் பார்த்தால் இது நன்கு விளங்கும். ஒவ்வொரு தொகுதியிலும் எந்த சாதியினர் அதிக எண்ணிக்கையில் வசிக்கிறார்களோ, அந்த சாதியைச் சார்ந்திருப்பவரே அந்தத் தொகுதியின் வேட்பாளராக இருப்பதைக் காண முடியும். காங்கிரஸ் கட்சி சாதி அமைப்புக்கு எதிராகக் குரல் கொடுப்பதாக ஒரு தோற்றம் இருந்தாலும், அது உண்மையில் சாதி அமைப்பை ஆதரிக்கவே செய்கிறது.",
      "தொழிற்சாலைகளுக்குச் சென்று பாருங்கள். ஒரு தொழிற்சாலையில் உயரிய பதவியில் அதிகளவு சம்பளம் பெறுபவர், அந்த தொழிற்சாலையின் உரிமையாளருடைய சாதியைச் சார்ந்தவராகவே இருப்பார் என்பதை நீங்கள் கண்டறிவீர்கள். குறைந்தளவு சம்பளம் பெறும் கடைநிலைப் பணிகளில் மட்டுமே பிற சாதியை சார்ந்தவர்களைக் காண முடியும். வணிகத் துறைக்குச் சென்றாலும் இதே நிலையைக் காணலாம். ஒட்டு மொத்த வணிகத் துறையும் ஒரேயொரு சாதியின் காமாக அமைந்திருக்கிறது. வேறு எவருக்கும் இங்கு அனுமதி இல்லை.",
    ],
  },
  {
    id: "4",
    category: "பாபாசாகேப் பேசுகிறார்",
    title: "கல்வியைப் பாகுபாடின்றி அனைவருக்கும் அளிக்கக் கூடாது II",
    date: "அக்டோபர் 2005",
    photo: Babasaheb4,
    from: `வாய்ஸ் ஆப் அமெரிக்கா' 20.5.1956 ‘டாக்டர் அம்பேத்கர் ஆங்கில நூல்
    தொகுப்பு' : 17 பக் : 520`,
    content: [
      "சாதி அமைப்பு முறையில் வேறு சில தனித்த தன்மைகள் உள்ளன. இவை ஜனநாயகத்திற்கு எதிராக மோசமான விளைவுகளைக் கொண்டுள்ளன. சாதி அமைப்பின் இத்தகைய தனித்த தன்மைகளில் ஒன்று, அதனுடைய ‘படிநிலைப்படுத்தப்பட்ட சமத்துவமின்மை.' சாதிகள் சமமாக இல்லை. அவை ஒன்றுக்கு மேல் ஒன்றாக இருக்கின்றன. அவை ஒன்றோடொன்று பொறாமை கொள்கின்றன. சாதி, தனக்கு மேலிருப்பவர் மீது வெறுப்பையும், தனக்குக் கீழ் இருப்பவர் மீது இழிவையும் சுமத்துகிறது. சாதி அமைப்பின் இந்தத் தன்மைதான் மிக மோசமான பின்விளைவுகளைக் கொண்டதாக உள்ளது. அது, மனமுவந்து உதவும் இணக்கமான சூழலை அழித்து விடுகிறது.",
      "சாதியும் வர்க்கமும் எந்த இடத்தில் வேறுபடுகின்றன என்பதைப் பார்க்க வேண்டும். சாதி அமைப்பில் இருப்பது போன்ற முழுமையான தனிமைப்படுத்துதல் வர்க்க அமைப்பில் இல்லை. சாதி அமைப்பில் சமமின்மையுடன் இணைந்த இரண்டாவது தீய விளைவு இது. இதன் மூலம் உள்ளார்ந்த உணர்வும், ஆதரவும் இரு சாதிகளுக்கிடையில் ஒருசார்புடையதாகத்தான் இருக்கிறது என்ற உண்மை விளங்குகிறது. மேலிருக்கும் சாதி, அங்கீகரிக்கப்பட்ட ஒரு வழியிலும், கீழிருக்கும் சாதி ஏற்கனவே நிர்மாணிக்கப்பட்ட வழியிலும் செயல்பட்டாக வேண்டும். ஒவ்வொரு சாதிக்கும் சமமான வாய்ப்புகள் இல்லாததன் விளைவு சிலர் தலைவர்களாகவும், மற்றவர்கள் அடிமைகளாகவும் இருக்க அது கட்டாயப்படுத்துகிறது. இதன் மூலம் ஒவ்வொருவரும் தமது வாழ்க்கை அனுபவங்களை சுதந்திரமாகப் பகிர்ந்து கொள்ளும் வாழ்வியல் முறை தடுக்கப்படுகிறது.",
      "இது, சமூகத்தை வாய்ப்புகள் பெற்ற வர்க்கமாகவும், வாய்ப்புகள் மறுக்கப்பட்ட வர்க்கமாகவும் பிரிப்பதில் முடிவடைகிறது. இத்தகைய பிரிவினை, சமூக ஒருங்கிணைப்பைத் தடுக்கிறது. மூன்றாவதாக ஒரு தனித்தன்மை சாதி அமைப்பிற்கு இருக்கிறது. இது, ஜனநாயகத்தின் வேர்களையே நிர்மூலமாக்கும் தீய தன்மைகளைக் கொண்டிருக்கிறது. ஒவ்வொரு சாதியினரும் குறிப்பிட்ட ஒரு தொழிலையே செய்ய வேண்டும் என்றும் அது நிர்பந்திக்கிறது.",
      "சாதி அமைப்பு முறைக்கு முற்றுப்புள்ளி வைப்பது எப்படி? முதல் தடை, சாதி அமைப்பின் உயிர்நிலையான படிநிலைப்படுத்தப்பட்ட சமமின்மையில்தான் இருக்கிறது. மக்கள் இரண்டு வர்க்கங்களாக மேல் என்றும் கீழ் என்றும் மட்டும் பிளவுபட்டிருந்தால், கீழ்த் தளத்தில் உள்ளவர்கள் ஒன்றிணைந்து, மேலே இருப்பவர்களை எதிர்க்க முடியும். ஆனால், இங்கு ஒரேயொரு கீழ் வகுப்பு இல்லை. வர்க்கம் என்பது, கீழ் வர்க்கம் என்றும், அதற்கும் கீழான வர்க்கம் என்றும் படிநிலைப்படுத்தப்பட்டு பிரிக்கப்பட்டுள்ளன. கீழே இருக்கும் வர்க்கம், அதற்குக் கீழ் இருக்கும் வர்க்கத்துடன் இணைவதில்லை. கீழே இருக்கும் வர்க்கம், தனக்குக் கீழே இருக்கும் வர்க்கத்தை உயர்த்தினால், தனக்கு இருக்கும் உயர் நிலையும், தனது சாதிக்கு அளிக்கப்பட்டிருக்கும் உயர் நிலையும் (அவர்களை மேலே உயர்த்துவதன் மூலம்) பறிபோய் விடும் என்றும் நினைக்கிறது...",
      "கல்வி சாதியை ஒழித்து விடுமா? இதற்குரிய பதில் ‘ஆம்'; அதே நேரத்தில் ‘இல்லை'! இன்று வழங்கப்படும் கல்வியால், சாதியை ஒன்றும் செய்து விட முடியாது. அது எப்போதும் போலவே நிலைப் பெற்றிருக்கும். இதற்கு பார்ப்பன சாதியே மிகச் சரியான எடுத்துக்காட்டு. பார்ப்பனர்களில் நூறு சதவிகிதம்பேர் படித்திருக்கிறார்கள்; இல்லை, அவர்களுள் பெரும்பான்மையினர் மெத்தப் படித்திருக்கிறார்கள். இருப்பினும், ஒரேயொரு பார்ப்பனர்கூட, தான் சாதிக்கு எதிராக இருப்பதாகக் காட்டிக் கொள்வதில்லை. உண்மையில், மேல் சாதியில் இருக்கும் படித்த நபர், கல்வி கற்காமல் இருப்பதைவிட, அவர் கல்வி கற்ற பிறகு சாதி அமைப்பைத் தக்கவைத்துக் கொள்ளவே அதிகம் விரும்புகிறார். ஏனெனில், சாதி அமைப்பைத் தக்கவைத்துக் கொள்ள, கல்வி கூடுதல் நலனை அவருக்கு அளிக்கிறது. இதன் மூலம் அவர் பெரிய பதவிகளைப் பெறும் வாய்ப்பையும் வழங்குகிறது. இந்தக் கண்ணோட்டத்தில் இருந்து பார்க்கும் போது, கல்வி சாதியை ஒழிக்க உதவிகரமாக இல்லை.",
      "கல்வியின் இன்னொரு எதிர்மறையான விளைவு இது. ஆனால், இதே கல்வி இந்திய சமூகத்தில் உள்ள அடித்தட்டு மக்களுக்கு அளிக்கப்பட்டால், அது சாதியை ஒழிப்பதில் உதவிகரமாக இருக்கும்; அம்மக்களின் போராட்ட உணர்வை அதிகரிப்பதாகவும் இருக்கும். அறியாமையால், அவர்கள்தான் சாதி அமைப்பின் ஆதரவாளர்களாக இருக்கிறார்கள். ஒரேயொருமுறை அவர்களின் கண்கள் திறக்கப்பட்டுவிட்டால், அவர்கள் சாதி அமைப்புக்கு எதிராகப் போரிடத் தயாராகி விடுவார்கள்.",
      "தற்பொழுதுள்ள கொள்கையின் குறைபாடு என்னவெனில், கல்வி பரவலாக அளிக்கப்படுகிறது; ஆனால், இந்திய சமூகத்தில் எந்தப் பிரிவினருக்கு கல்வி அளிக்கப்பட வேண்டுமோ அவர்களுக்கு கல்வி வழங்கப்படவில்லை. சாதி அமைப்பு முறையை நிரந்தரமாக தக்கவைத்துக் கொள்ள விரும்பும் இந்திய சமூகத்தின் சுயநலவாதிகளுக்கு கல்வி அளிக்கப்பட்டால், சாதி அமைப்பு பலப்படுத்தப்படும். இதற்கு மாறாக, இந்திய சமூகத்தின் சாதி அமைப்பு முறையை நிர்மூலமாக்க நினைக்கும் அடித்தட்டு மக்களுக்கு கல்வி அளிக்கப்பட்டால், சாதி அமைப்பு கண்டிப்பாக ஒழிந்துவிடும்.",
    ],
  },
  // {
  //   id: "1",
  //   title: "",
  //   date: "",
  //   author: "",
  //   photo: "",
  //   from: "",
  //   content: [
  //     {
  //       header: "",
  //       passage: "",
  //     },
  //   ],
  // },
];
