import Editorial1 from "/Editorial1.png";
import Editorial2 from "/Editorial2.png";

type Editorial = {
  id: string;
  title: string;
  date: string;
  photo: string;
  category: string;
  context: { header: string; passage: string };
  content: string[];
};

export const editorials: Editorial[] = [
  {
    id: "1",
    date: "ஜூலை 2005",
    title: "கூடா நட்பு...",
    photo: Editorial1,
    category: "தலையங்கம்",
    context: {
      header: "கூடா நட்பு கேடாய் முடியும்.",
      passage: `"நாம், 26 சனவரி 1950 அன்று முரண்பாடுகளுடனான ஒரு வாழ்க்கையில் நுழையப் போகிறோம் : அரசியலில் சமத்துவம் இருக்கும்; ஆனால், சமூக, பொருளாதாரத் தளங்களில் சமத்துவமற்ற நிலையே நீடிக்கும். அரசியலில் நாம் ஒரு மனிதன் ஒரு வாக்கு ஒரு மதிப்பு என்ற கொள்கையை அங்கீகரிப்போம். சமூக, பொருளாதாரத் தளங்களில், நாம் ஒரு மனிதன் ஒரு மதிப்பு என்ற கொள்கையைத் தொடர்ந்து மறுத்தே வருகிறோம். இத்தகைய முரண்பாடுகளுடனான வாழ்க்கை முறையை எத்தனை நாளைக்கு நாம் அனுமதிப்பது? வெறும் அரசியல் ஜனநாயகத்துடன் நாம் நி‎ன்றுவிடக்கூடாது. நமது அரசியல் ஜனநாயகத்தை, ஒரு சமூக ஜனநாயகமாக நாம் மாற்றியாக வேண்டும். அரசியல் ஜனநாயகத்தின் அடிப்படையாக, சமூக ஜனநாயகம் இல்லாது போனால், அரசியல் ஜனநாயகம் நிலைத்து நிற்காது. சமூக ஜனநாயகம் என்றால் என்ன? சமூக ஜனநாயகம் என்பது சுதந்திரம், சமத்துவம் மற்றும் சகோதரத்துவத்தை அங்கீகரிக்கும் ஒரு வாழ்க்கை நெறிமுறை. சுதந்திரம், சமத்துவம் மற்றும் சகோதரத்துவம் கிய மூன்று கொள்கைகளும் தனித்தனியாகப் பார்க்கப்படக் கூடாது. இம்மூன்றும் ஒருங்கிணைந்திருக்க வேண்டும்.''
டாக்டர் அம்பேத்கர்
`,
    },
    content: [
      `இந்தியாவின் மிகப் பெரிய மாநிலமான உத்திரப் பிரதேசத்தில், இருமுறை ஆட்சியைப் பிடித்த பகுஜன் சமாஜ் கட்சி பல்வேறு மாநிலங்களில் இயங்கும் தலித் கட்சிகளுக்கு, ஒரு முன்மாதிரியாக விளங்குகிறது. அண்ணல் அம்பேத்கர் வகுத்துக் கொடுத்த கொள்கையின் அடிப்படையில், அரசியல் தளத்தில் ஒடுக்கப்பட்ட மக்களை ஒன்றிணைத்த பெருமை, மதிப்பிற்குரிய கன்ஷிராம் அவர்களையே சாரும். ஆனால், தற்பொழுது மாயாவதி அவர்களின் கட்டுப்பாட்டில் இயங்கும் பகுஜன் சமாஜ் கட்சி அது எதற்காகத் தொடங்கப்பட்டதோ, அதற்கு நேர் எதிரான திசையில் செல்லத் தொடங்கியுள்ளது. இக்கட்சியின் தற்போதைய செயல்திட்டங்கள், தலித் கட்சிகள் பின்பற்றத் தக்கவைதானா என்பதை சீர்தூக்கிப் பார்க்க வேண்டிய தேவை எழுந்துள்ளது. உத்திரப் பிரதேசத்தில் ஏறக்குறைய 26 மாவட்டங்களில், கடந்த நான்கு மாதங்களாக சுற்றுப் பயணம் செய்து, 50 "பிராமண சமாஜ் மகா சம்மேளன'ங்களை மாயாவதி நடத்தி இருக்கிறார். இதன் நிறைவு மாநாடு, 9.6.2005 அன்று இம்மாநிலத் தலைநகரான லக்னோவில் நடைபெற்றது. இம்மாநாட்டை நடத்திய அவருக்கு பார்ப்பன சடங்குகளுடன் வரவேற்பு அளிக்கப்பட்டது; பார்ப்பனர்கள் சூழ்ந்து நிற்க, வேத மந்திரங்கள் ஓதப்பட்டுள்ளன. பார்ப்பனர்களின் பாதுகாவலனான பரசுராமனின் ஆயுதமான கோடரியும், அவருக்கு அன்பளிப்பாக வழங்கப்பட்டுள்ளது. இம்மாநாட்டில் மாயாவதி பின்வருமாறு முழங்கியிருக்கிறார்:`,
      `"பகுஜன் சமாஜ் கட்சி, இந்து மதத்தை எதிர்க்கவில்லை; உயர்சாதியினர் மற்றும் பார்ப்பனர்களையும் அது எதிர்க்கவில்லை. எதிர்க்கட்சிகளான பா.ஜ.க.வும், காங்கிரசும்தான் எங்களை தலித் ஆதரவு கட்சி என்று புரளி கிளப்பி வருகின்றன. மநுதர்மத்தை அடிப்படையாகக் கொண்ட, ஏற்றத் தாழ்வான சமூகப் பாகுபாடுகளைத்தான் நாங்கள் எதிர்க்கிறோம் பார்ப்பனர்களை அல்ல. எங்கள் கட்சி சார்பில் தேர்தலில் வெற்றி பெறும் அனைத்துப் பார்ப்பனர்களுக்கும், அமைச்சர் பதவி கண்டிப்பாக அளிக்கப்படும். உத்திரப் பிரதேசத்தில் ஆட்சி அமைக்க, பார்ப்பன சமூகம் எங்களுடன் இணைய முன்வர வேண்டும்.''`,
      `இந்த நாட்டின் பெரும்பான்மை மக்களான தலித், பழங்குடியினர், சிறுபான்மையினர் மற்றும் பிற்படுத்தப்பட்ட மக்களை அடித்தளமாகக் கொண்டு, கன்ஷிராம் அவர்களால் தொடங்கப்பட்டது பகுஜன் சமாஜ் கட்சி. ஆனால், இக்கட்சி இன்றைக்கு சாதி அமைப்பை நியாயப்படுத்தி, இந்து மதத்தைக் கட்டிக் காக்கும் பார்ப்பனர்களுக்கு வெண்சாமரம் வீசத் தொடங்கியுள்ளது. அது மட்டுமல்ல; மகாத்மா புலே, டாக்டர் அம்பேத்கர் மற்றும் பெரியார் முன்னிறுத்திய சமூக நீதிக் கருத்தியல்களைக் கொச்சைப்படுத்தி, தலித் அரசியலையே கேலிக்குரியதாக்கி இருக்கிறது!`,
      `சாதி அமைப்பு என்பது, இந்து மதம் தவிர வேறல்ல. ஆனால், சாதி அமைப்பை நிலைநிறுத்தும் இந்து மதத்தையும், பார்ப்பனர்களையும், உயர் சாதியினரையும் எதிர்க்க மாட்டோம் என்று மாயாவதி கூறுகிறார் எனில், அவர் யாரை எதிர்க்கப் போகிறார் என்பது விளங்கவில்லை. மேலும், தமது கட்சியை தலித் ஆதரவு கட்சி என்று எதிர்க்கட்சியினர் "புரளி கிளப்புவதாக' அவர் கூறியிருப்பது, விந்தையிலும் விந்தை. இது குறித்து தமிழகத்தில் உள்ள தலித் இயக்கங்கள் / அமைப்புகள் எந்தக் கருத்தும் சொல்லாமல் அமைதி காக்கின்றன!`,
      `இந்திய சாதிய சமூகத்தில், பெரும்பான்மை மக்கள் கல்வி அறிவு முற்றாக மறுக்கப்பட்டு அடிமைச் சமூகங்களாக இருக்கின்றனர். சாதி அமைப்பின் கோரப்பிடியில் சிக்கித் தவிக்கும் இவர்களை, விடுதலை செய்திட வேண்டும் என்பதுதான் அம்பேத்கரின் செயல்திட்டம். இந்திய சமூகம் பல்லாயிரம் சாதிகளாகப் படிநிலைப்படுத்தப்பட்டு பிரிந்து கிடந்தாலும், அவற்றுள் உழைக்கும் அடிமை சாதிகள் பெரும்பான்மையினராக இருக்கின்றனர்; உழைக்காமல் ஆதிக்கம் செலுத்தும் சாதிகள் சிறுபான்மையினராக (3 சதவிகிதப் பார்ப்பனர்கள்) இருக்கின்றனர் என்பதை தெளிவாகப் பகுப்பாய்ந்து உழைக்கும் அடிமைச் சாதியினரிடையே ஓர் ஒற்றுமையை அம்பேத்கரும் பெரியாரும் ஏற்படுத்தினார்கள் .`,
      `ஆனால், பார்ப்பன எதிர்ப்புக் கொள்கையை அரசியல் தளத்தில் மட்டுமே முன்னிறுத்தி, ஆட்சியைப் பிடித்த திராவிட இயக்கங்கள், சமூக, பொருளாதாரத் தளங்களில் அவர்களோடு கைகோர்த்துக் கொண்டனர். அதன்பிறகு, அரசியல் தளத்திலும் பார்ப்பன எதிர்ப்புக் கொள்கையை கைவிட்டதோடு அவர்களைத் தங்கள் கட்சியில் உறுப்பினர்களாக சேர்த்து, அக்கொள்கையை நீர்த்துப் போகவும் செய்தனர். அதன் விளைவை, அவ்வியக்கம் அனுபவித்துக் கொண்டிருக்கிறது. திராவிடக் கட்சிக்கு ஒரு பார்ப்பனரே தலைமை தாங்கியதை மெல்லவும் முடியாமல் துப்பவும் முடியாமல் தவித்துக் கொண்டிருக்கின்றனர்.`,
      `"நாங்கள்தான் உண்மையான திராவிட இயக்கம்' என்று மார்தட்டிக் கொள்ளும் தி.மு.க., தன்னுடைய அனைத்து வணிக நிறுவனங்களிலும், பார்ப்பனர்களையே பொறுப்பில் அமர்த்தி அழகு பார்க்கிறது. தமிழகத்தின் ஊடகத் தளத்தை மிகப் பெருமளவில் ஆக்கிரமித்திருக்கும் இந்நிறுவனங்கள், தங்களின் அடிப்படையான திராவிடக் கொள்கைகளை மறந்தும் பேசுவதில்லை. மாறாக, அக்கொள்கைகளுக்கு எதிராகவே இயங்கி வருகின்றன. பார்ப்பனத் தலைமையிலான அ.தி.மு.க. ஒருபுறமும், பார்ப்பனர்களை இணைத்துக் கொண்ட தி.மு.க. மறுபுறமும் பார்ப்பன மேலாண்மையைப் பாதுகாத்து வருகின்றன. பார்ப்பன எதிர்ப்பில் சமரசங்கள் செய்ததால் ஏற்படும் சமூக பயங்கரத்திலிருந்து, நாம் கற்றுக் கொள்ள வேண்டிய பாடங்கள் நிறைய உண்டு.`,
      `இடதுசாரிகள் தொடக்கம், அதிதீவிர புரட்சியை முன்வைக்கும் நக்சலைட்டுகள்வரை பார்ப்பனர்களைத் தங்கள் இயக்கங்களில் சேர்த்துக் கொள்வதற்கு, அவர்கள் தயங்குவதே இல்லை. "பிறவி முதலாளி'களான பார்ப்பனர்களையே தலைமைப் பீடத்திலும் அமர்த்தி, பாட்டாளி வர்க்கப் புரட்சியை முன்னெடுக்கும் அதிசயங்கள் இந்தியாவில் மட்டுமே சாத்தியம். தங்கள் கட்சிகளில் பார்ப்பனர்களை சேர்ப்பதற்கும் அவர்களுடைய தலைமையை ஏற்பதற்கும் எவ்வித எதிர்ப்பையும் தெரிவிக்காத "காம்ரேடுகள்', இதைச் சுட்டிக்காட்டுபவர்கள் மீதுதான் சீறிப் பாய்கின்றனர். ஆளும் பார்ப்பன வர்க்கத்தினருக்கு, இவ்வியக்கங்கள் அளிக்கும் சமூக அங்கீகாரம், வர்ணாசிரமத்தின் நீட்சியேயன்றி வேறென்ன? அன்னை தெரசா தொடங்கிய கிறித்துவ அமைப்பின் தலைமைப் பொறுப்பையும் தற்பொழுது ஒரு பார்ப்பனரே ஆக்கிரமித்திருப்பது தற்செயலானது அல்ல!`,
      `தலித் இயக்கங்களைப் பொறுத்தவரை, சாதி ஒழிப்பு என்பது அரசியல் அதிகாரத்தைக் கைப்பற்றுவது என்ற அளவுக்கு குறுகிவிட்டது. அரசியல் அதிகாரம் என்பது, வெறும் சட்டமன்ற, நாடாளுமன்றப் பதவிகள் என்று மேலும் சுருங்கி, இன்று அரசியல் அதிகாரத்தைக் கைப்பற்ற பார்ப்பனர்களுடன் கூட்டு என்ற அளவுக்கு அது சென்றுள்ளது. உத்திரப் பிரதேசத்தில் உள்ள 425 சட்டமன்றத் தொகுதிகளில், ஏறக்குறைய 140 இடங்களில் பார்ப்பனர்களின் செல்வாக்கு இருப்பதால், அதைக் கைப்பற்றவே மாயாவதி இந்த உத்தியைக் கையாள்வதாக அரசியல் நோக்கர்கள் கூறுகின்றனர். ஆனால், அவர் இதில் ஒருபோதும் வெற்றி பெறப் போவதில்லை. பார்ப்பனர்களுடன் கூட்டு சேர்ந்த பிறகு சாதி ஒழிப்பும், இந்து மத எதிர்ப்பும், தலித் அரசியலும் எப்படி சாத்தியமாகும்? "மாயாவதி பா.ஜ.க.வுடன் கூட்டு சேர்ந்தாலும், அவர் தலைமையின் கீழ்தான் ஆட்சி நடக்கிறது. அவர்தான் பா.ஜ.க.வை பயன்படுத்துகிறார்' என்றெல்லாம் அவருக்கு ஆதரவாகப் பிரச்சாரங்கள் மேற்கொள்ளப்பட்டன. ஆனால், உலகமே கண்டித்து, வெட்கித் தலைகுனிந்த குஜராத் இனப்படுகொலைகளுக்குப் பிறகு, மாயாவதி குஜராத் சென்று நரேந்திர மோடிக்கு ஆதரவாகப் பிரச்சாரத்தில் ஈடுபட்டார் என்பதைக் கண்டிப்பதற்கு வார்த்தைகள் போதாது. யார் யாரைப் பயன்படுத்தினார்கள் என்பது வெட்ட வெளிச்சமாகிவிட்டது.`,
      `இந்து மதவெறிக் கட்சிகளுடன் ஒருபோதும் கூட்டணி இல்லை என்ற அளவுக்குக்கூட, (பாஜகவுடன் கூட்டணி இல்லை என்ற கொள்கையில், உறுதியாக நிற்கும் கம்யூனிஸ்ட் கட்சிகளைப் பாராட்ட வேண்டும்) தலித் இயக்கங்கள் பிரகடனப்படுத்த முன்வராதது ஏன் என்ற கேள்வியையும் நாம் எழுப்ப வேண்டியிருக்கிறது. இங்குதான் நாம் அம்பேத்கர் முன்வைத்த கருத்துகளை சீர்தூக்கிப் பார்க்க வேண்டியிருக்கிறது. அரசியல் அதிகாரம் குறித்துப் பேசுகிறவர்கள், அதற்கு முன்நிபந்தனையாக இருக்கும் சமூக ஜனநாயகத்திற்கு அழுத்தம் கொடுப்பதில்லை. சமூக, பொருளாதாரத் தளங்களில் நாம் ஏற்றத் தாழ்வுகளை அனுமதித்துக் கொண்டே அரசியல் தளத்தில் மட்டும் சமத்துவத்தைக் கோருபவர்களாக இருக்கிறோம். அம்பேத்கர் கருத்துப்படி, அரசியல் தளங்களில் ஓரளவு சமத்துவம் கிடைத்துவிட்டது. இந்நிலையில் சட்டமன்ற, நாடாளுமன்ற உறுப்பினர் பதவிகளுக்கான அரசியல் அதிகாரத்திற்கு மட்டுமே இடையறாது குரல் கொடுப்பது, ஆதிக்க சாதியினரின் செயல் திட்டத்தை நிறைவு செய்வதற்கே பயன்படும். இதன் மூலம், உண்மையான தலித் அரசியல் திசை திருப்பப்படுகிறது.`,
      `சமூக ஜனநாயகத்தை உருவாக்குவதற்கே நாம் முன்னுரிமை அளிக்க வேண்டும். இந்து மத எதிர்ப்புக் கருத்துகள் ஆழமாக விதைக்கப்பட வேண்டும். "பார்ப்பனத் தோழமை' முற்றாகத் தவிர்க்கப்பட வேண்டும். சமூகப் புரட்சியின்றி, அரசியல் புரட்சியை ஏற்படுத்த முனைவது வண்டியை குதிரைக்கு முன்னால் பூட்டுவதற்கு ஒப்பானதாகும். கிராமங்களில் தழைத்தோங்காத ஜனநாயகம், சட்டமன்ற நாடாளுமன்ற அரசியல் தளங்களில் மட்டும் செழித்தோங்குமா?`,
      `"தலித் பார்ப்பனர் கூட்டணி” என்பதெல்லாம், வளர்ந்துவரும் தலித் இயக்கங்களை நீர்த்துப் போகச் செய்வதற்கான சதித் திட்டமே. "பிற்படுத்தப் பட்டவர்கள்தான் நம் எதிரிகள்; நம்முடன் இணையும் பார்ப்பனர்களைப் புறந்தள்ளுவது அறிவீனம்” என்றெல்லாம் அறிவுஜீவிகள் பல்வேறு விளக்கங்களை அளிக்கலாம். இந்த ‘ஆரிய மாயை'களைக்கண்டு ஏமாறாமல், அம்பேத்கரின் துணை கொண்டு, தலித் இயக்கங்கள் தங்களின் செயல்திட்டங்களையும், கொள்கை முடிவுகளையும் தொலைநோக்குடன் செப்பனிட்டுக் கொள்ள வேண்டும். நம்முடைய இழிவுக்கும் கொடுமைகளுக்கும் மூல காரணமான இந்து மதத்தின் பாதுகாவலர்களாக இருப்பவர்கள் பார்ப்பனர்களே. விழிப்புணர்வற்ற பிற்படுத்தப்பட்ட மக்களும், தலித்துகளும் இம்மதத்தின் பாதந்தாங்கிகளாகவே உள்ளனர். எனவே, இதில் யாரை எதிர்ப்பது, யாருடன் கூட்டுச் சேர்வது என்பதில் குழப்பங்கள் தேவையற்றது. புத்தர் இயக்கத்தை ஆரியம் ஊடுறுவி அழித்த சூழ்ச்சியை, நாம் ஒருபோதும் அலட்சியப்படுத்திவிடக் கூடாது.`,
    ],
  },
  {
    id: "2",
    date: "ஆகஸ்ட் 2005",
    title: `“முதல் உதவி” செய்க`,
    photo: Editorial2,
    category: "தலையங்கம்",
    context: {
      header: "தலித்முரசு",
      passage: `ஆசிரியர்
புனித பாண்டியன்

ஆசிரியர் குழு
இளங்கோவன்
அழகிய பெரியவன்
யாக்கன்
காவ்யா
விழி.பா. இதயவேந்தன்

ஆண்டுக் கட்டணம்: ரூ.100
நூலகக் கட்டணம்: ரூ.200
வாழ்நாள் கட்டணம்: ரூ.1000

தொடர்பு முகவரி
203, ஜெயம் பிரிவு - சித்ரா அடுக்ககம்
9, சூளைமேடு நெடுஞ்சாலை
சென்னை-600 094
தொலைப்பேசி: 044-2374 5473
Email: ambedkar@md4.vsnl.net.in`,
    },
    content: [
      `“இன்றைய பத்திரிகைகள் செய்திகளுக்குப் பதில் பரபரப்பூட்டுதல், அறிவார்ந்த கருத்துரைகளின் இடத்தில் பகுத்தறிவுக்கு ஒவ்வாதவாறு உணர்வுகளைத் தூண்டிவிடுதல், கண்ணியமானவர்களின் சிந்தனையைத் தூண்டுவதற்குப் பதில், பொறுப்பற்ற வாசகர்களிடம் மனக்கிளர்ச்சியூட்டுதல் இவற்றையே செய்கின்றன... பெருமைப்படத்தக்க சில விதிவிலக்குகள் இருப்பினும், அவை போன்ற பத்திரிகைகள் சிறிதளவே உள்ளன. மேலும், அவற்றின் குரல் எடுபடுவதில்லை.'' -டாக்டர் அம்பேத்கர்`,
      `பல ஆண்டுகளுக்கு முன்பே பத்திரிகைகள் குறித்து அம்பேத்கர் விடுத்த எச்சரிக்கை, இன்றளவும் நூற்றுக்கு நூறு பொருந்தி வருகிறது. அது மட்டுமல்ல, அவை கேவலத்திலிருந்து கழிசடைக்குச் சென்று கொண்டிருக்கின்றன. ஆனால், சமூகப் பொறுப்புணர்வுடனும், இதழியல் அறத்துடனும் மக்களிடையே விழிப்புணர்வை ஊட்டி சமூக மாற்றத்திற்கு வித்திடும் பத்திரிகைகளின் குரல் எடுபடாதது மட்டுமல்ல; அவை விரைவில் காணாமலும் போகின்றன. சற்றேறக்குறைய இதே நிலையை அண்மைக்காலங்களாக "தலித் முரசு'ம் சந்தித்து வருகிறது என்பதே உண்மை!`,
      `சென்ற இதழில் "தலித் முரசு' எதிர்கொண்டிருக்கும் நிதி நெருக்கடி பற்றி குறிப்பிட்டிருந்தோம். இருப்பினும், இவ்விதழ் (103 ஆவது இதழ்) அச்சேறும் வரை வாசகர்கள் மற்றும் ஆர்வலர்களிடமிருந்து எவ்வகையான உதவிகளும் வரவில்லை (விதிவிலக்குகள் உண்டு). தொல் தமிழர்களின் இதழியல் பாரம்பரியம் பற்றி சிலாகிப்போர் எண்ணிக்கை கூடியிருக்கிறது. ஆனால், இப்பாரம்பரியத்தைத் தக்க வைத்துக் கொள்ளப் போராடும் "தலித் முரசின்' நெருக்கடி நிலை குறித்துப் பேச எவருமில்லை. தலித் அரசியலை முன்வைத்து வெளிவந்த வேறு எந்த இதழும் தொடர்ச்சியாக வெளிவந்து, ஒன்பது ஆண்டுகளைக் கடந்ததில்லை.`,
      `இந்திய அரசின் "பத்திரிகை தகவல் மய்யம்' (Press Information Bureau) வெளியிட்டுள்ள பட்டியலின்படி, இந்தியா முழுவதும் "சான்றளிக்கப்பட்ட பத்திரிகையாளர்'கள் (Accredited Journalists) 686 பேர் உள்ளனர். இருபது கோடி தலித்துகள் வாழும் இந்நாட்டில், சான்றளிக்கப்பட்ட ஒரு தலித் பத்திரிகையாளர்கூட இல்லை. இது, 1996 ஆம் ஆண்டு புள்ளிவிவரம் எனினும், இந்த எட்டு ஆண்டுகளில் எந்தத் தலைகீழ் மாற்றம் ஏற்பட்டுவிடவில்லை. தற்பொழுதுள்ள மய்ய நீரோட்ட இதழ்களிலும், பத்திரிகை ஆசிரியராக எந்த தலித்தும் இல்லை என்று உறுதியாகக்கூற முடியும். இவ்வணிக ஏடுகளில், விரல்விட்டு எண்ணக்கூடிய அளவிலேயே தலித் பத்திரிகையாளர்கள் பணிபுரிகிறார்கள்.`,
      `அண்டவெளிக்கு அப்பாலுள்ள செய்திகளையும், உலகின் மூலைடுக்கில் நடக்கும் ரகசியங்களையும் அம்பலப்படுத்தும் ஏடுகள் பத்திரிகைத் துறையில் தலித் பிரதிநிதித்துவம் முற்றாக மறுக்கப்பட்டிருப்பது குறித்து, ஒருவரிச் செய்திகூட வெளியிடுவதில்லை. "தனியார் துறையில் இடஒதுக்கீடு வேண்டும்' என்ற கோரிக்கையை மட்டும் செய்தியாக்கும் ஏடுகள், தங்கள் இதழ்களில் மருந்துக்குக்கூட இடஒதுக்கீடு கடைப்பிடிக்கப்படாத சமூக அநீதி குறித்து முழு அமைதி காக்கின்றன. இதைத்தான் அம்பேத்கர், "உண்மைகளை மறைப்பதற்கு, திட்டமிட்டுச் செய்யப்படும் கூட்டுச் சதி' - A conspiracy of Silence என்று குறிப்பிட்டார்.`,
      `ஜனநாயகத்தின் நான்காவது தூணாகக் கருதப்படும் ஊடகங்கள், இன்றளவும் தீண்டாமையைக் கடைப்பிடிப்பதால்தான் குரலற்றவர்களின் குரலாக "தலித் முரசு' ஒலிக்கத் தொடங்கியது. அத்துடன் அது நின்றுவிடவில்லை. முப்பதுக்கும் மேற்பட்ட தலித் பத்திரிகையாளர்களையும் அது உருவாக்கி இருக்கிறது. கட்சி, அமைப்பு, இயக்கங்களைக் கடந்து ஒரு சிந்தனைத் தளத்தை "தலித் முரசு' உருவாக்கி இருக்கிறது. ஒரு மாற்று இதழுக்கான வெளியை, நம்பிக்கையை அது தமிழ்ச் சமூகத்தில் ஏற்படுத்தி இருப்பதை எளிதில் மறுத்துவிட முடியாது.`,
      `ஆனால், நடந்தது என்ன? முதல் ஆண்டு சந்தாதாரராக இருந்தவர், அதற்கடுத்த ஆண்டுகளில் சந்தாதாரராக இல்லை. ஒரு வாசகர் மற்றொருவரை சந்தாதாரராக மாற்றினாலே தலித் முரசின் எண்ணிக்கை இருமடங்கு உயரும் என்று வலியுறுத்தினோம். இதற்குப் பலரும் செவிசாய்க்கவில்லை. ஆதலால், ஓராண்டு சந்தா செலுத்தியவர் அடுத்துவரும் ஆண்டுகளிலும் கண்டிப்பாக சந்தா செலுத்துங்கள் என்று நமது வேண்டுகோளையே மாற்ற வேண்டியிருக்கிறது. முகவர்கள், விற்பனைத் தொகையை நிலுவையின்றி செலுத்தினாலே மூன்று மாத காலத்திற்கு இதழைக் கொண்டுவர முடியும்.`,
      `"தலித் முரசு' தொடர்ச்சியாக வெளிவர வேண்டும் எனில், வாசகர்களும் / ஆர்வலர்களும் தங்களின் பங்களிப்பை விரைந்து செலுத்திட வேண்டும். முதல் கட்டமாக, ஒவ்வொரு மாவட்டத்திலும் (பத்துபேர் கொண்ட குழு) நூறு வாழ்நாள் உறுப்பினர்களைச் சேர்க்க முன்வாருங்கள். இதற்குரிய சந்தா புத்தகங்களை "தலித் முரசு' அளிக்கும். அவசர சிகிச்சைப் பிரிவில் இருக்கும் தலித் முரசுக்கு "முதல் உதவி' செய்யுங்கள். இதழ் தொடர்ந்து வெளிவருவது, உங்களுடைய ஆதரவைப் பொறுத்துதான் இருக்கிறது.`,
    ],
  },
  {
    id: "3",
    date: "செப்டம்பர் 2005 ",
    title: `“முதல் உதவி” செய்க`,
    photo: Editorial2,
    category: "தலையங்கம்",
    context: {
      header: "தலித்முரசு",
      passage: `ஆசிரியர்
புனித பாண்டியன்

ஆசிரியர் குழு
இளங்கோவன்
அழகிய பெரியவன்
யாக்கன்
காவ்யா
விழி.பா. இதயவேந்தன்

ஆண்டுக் கட்டணம்: ரூ.100
நூலகக் கட்டணம்: ரூ.200
வாழ்நாள் கட்டணம்: ரூ.1000

தொடர்பு முகவரி
203, ஜெயம் பிரிவு - சித்ரா அடுக்ககம்
9, சூளைமேடு நெடுஞ்சாலை
சென்னை-600 094
தொலைப்பேசி: 044-2374 5473
Email: ambedkar@md4.vsnl.net.in`,
    },
    content: [
      `“இன்றைய பத்திரிகைகள் செய்திகளுக்குப் பதில் பரபரப்பூட்டுதல், அறிவார்ந்த கருத்துரைகளின் இடத்தில் பகுத்தறிவுக்கு ஒவ்வாதவாறு உணர்வுகளைத் தூண்டிவிடுதல், கண்ணியமானவர்களின் சிந்தனையைத் தூண்டுவதற்குப் பதில், பொறுப்பற்ற வாசகர்களிடம் மனக்கிளர்ச்சியூட்டுதல் இவற்றையே செய்கின்றன... பெருமைப்படத்தக்க சில விதிவிலக்குகள் இருப்பினும், அவை போன்ற பத்திரிகைகள் சிறிதளவே உள்ளன. மேலும், அவற்றின் குரல் எடுபடுவதில்லை.'' -டாக்டர் அம்பேத்கர்`,
      `பல ஆண்டுகளுக்கு முன்பே பத்திரிகைகள் குறித்து அம்பேத்கர் விடுத்த எச்சரிக்கை, இன்றளவும் நூற்றுக்கு நூறு பொருந்தி வருகிறது. அது மட்டுமல்ல, அவை கேவலத்திலிருந்து கழிசடைக்குச் சென்று கொண்டிருக்கின்றன. ஆனால், சமூகப் பொறுப்புணர்வுடனும், இதழியல் அறத்துடனும் மக்களிடையே விழிப்புணர்வை ஊட்டி சமூக மாற்றத்திற்கு வித்திடும் பத்திரிகைகளின் குரல் எடுபடாதது மட்டுமல்ல; அவை விரைவில் காணாமலும் போகின்றன. சற்றேறக்குறைய இதே நிலையை அண்மைக்காலங்களாக "தலித் முரசு'ம் சந்தித்து வருகிறது என்பதே உண்மை!`,
      `சென்ற இதழில் "தலித் முரசு' எதிர்கொண்டிருக்கும் நிதி நெருக்கடி பற்றி குறிப்பிட்டிருந்தோம். இருப்பினும், இவ்விதழ் (103 ஆவது இதழ்) அச்சேறும் வரை வாசகர்கள் மற்றும் ஆர்வலர்களிடமிருந்து எவ்வகையான உதவிகளும் வரவில்லை (விதிவிலக்குகள் உண்டு). தொல் தமிழர்களின் இதழியல் பாரம்பரியம் பற்றி சிலாகிப்போர் எண்ணிக்கை கூடியிருக்கிறது. ஆனால், இப்பாரம்பரியத்தைத் தக்க வைத்துக் கொள்ளப் போராடும் "தலித் முரசின்' நெருக்கடி நிலை குறித்துப் பேச எவருமில்லை. தலித் அரசியலை முன்வைத்து வெளிவந்த வேறு எந்த இதழும் தொடர்ச்சியாக வெளிவந்து, ஒன்பது ஆண்டுகளைக் கடந்ததில்லை.`,
      `இந்திய அரசின் "பத்திரிகை தகவல் மய்யம்' (Press Information Bureau) வெளியிட்டுள்ள பட்டியலின்படி, இந்தியா முழுவதும் "சான்றளிக்கப்பட்ட பத்திரிகையாளர்'கள் (Accredited Journalists) 686 பேர் உள்ளனர். இருபது கோடி தலித்துகள் வாழும் இந்நாட்டில், சான்றளிக்கப்பட்ட ஒரு தலித் பத்திரிகையாளர்கூட இல்லை. இது, 1996 ஆம் ஆண்டு புள்ளிவிவரம் எனினும், இந்த எட்டு ஆண்டுகளில் எந்தத் தலைகீழ் மாற்றம் ஏற்பட்டுவிடவில்லை. தற்பொழுதுள்ள மய்ய நீரோட்ட இதழ்களிலும், பத்திரிகை ஆசிரியராக எந்த தலித்தும் இல்லை என்று உறுதியாகக்கூற முடியும். இவ்வணிக ஏடுகளில், விரல்விட்டு எண்ணக்கூடிய அளவிலேயே தலித் பத்திரிகையாளர்கள் பணிபுரிகிறார்கள்.`,
      `அண்டவெளிக்கு அப்பாலுள்ள செய்திகளையும், உலகின் மூலைடுக்கில் நடக்கும் ரகசியங்களையும் அம்பலப்படுத்தும் ஏடுகள் பத்திரிகைத் துறையில் தலித் பிரதிநிதித்துவம் முற்றாக மறுக்கப்பட்டிருப்பது குறித்து, ஒருவரிச் செய்திகூட வெளியிடுவதில்லை. "தனியார் துறையில் இடஒதுக்கீடு வேண்டும்' என்ற கோரிக்கையை மட்டும் செய்தியாக்கும் ஏடுகள், தங்கள் இதழ்களில் மருந்துக்குக்கூட இடஒதுக்கீடு கடைப்பிடிக்கப்படாத சமூக அநீதி குறித்து முழு அமைதி காக்கின்றன. இதைத்தான் அம்பேத்கர், "உண்மைகளை மறைப்பதற்கு, திட்டமிட்டுச் செய்யப்படும் கூட்டுச் சதி' - A conspiracy of Silence என்று குறிப்பிட்டார்.`,
      `ஜனநாயகத்தின் நான்காவது தூணாகக் கருதப்படும் ஊடகங்கள், இன்றளவும் தீண்டாமையைக் கடைப்பிடிப்பதால்தான் குரலற்றவர்களின் குரலாக "தலித் முரசு' ஒலிக்கத் தொடங்கியது. அத்துடன் அது நின்றுவிடவில்லை. முப்பதுக்கும் மேற்பட்ட தலித் பத்திரிகையாளர்களையும் அது உருவாக்கி இருக்கிறது. கட்சி, அமைப்பு, இயக்கங்களைக் கடந்து ஒரு சிந்தனைத் தளத்தை "தலித் முரசு' உருவாக்கி இருக்கிறது. ஒரு மாற்று இதழுக்கான வெளியை, நம்பிக்கையை அது தமிழ்ச் சமூகத்தில் ஏற்படுத்தி இருப்பதை எளிதில் மறுத்துவிட முடியாது.`,
      `ஆனால், நடந்தது என்ன? முதல் ஆண்டு சந்தாதாரராக இருந்தவர், அதற்கடுத்த ஆண்டுகளில் சந்தாதாரராக இல்லை. ஒரு வாசகர் மற்றொருவரை சந்தாதாரராக மாற்றினாலே தலித் முரசின் எண்ணிக்கை இருமடங்கு உயரும் என்று வலியுறுத்தினோம். இதற்குப் பலரும் செவிசாய்க்கவில்லை. ஆதலால், ஓராண்டு சந்தா செலுத்தியவர் அடுத்துவரும் ஆண்டுகளிலும் கண்டிப்பாக சந்தா செலுத்துங்கள் என்று நமது வேண்டுகோளையே மாற்ற வேண்டியிருக்கிறது. முகவர்கள், விற்பனைத் தொகையை நிலுவையின்றி செலுத்தினாலே மூன்று மாத காலத்திற்கு இதழைக் கொண்டுவர முடியும்.`,
      `"தலித் முரசு' தொடர்ச்சியாக வெளிவர வேண்டும் எனில், வாசகர்களும் / ஆர்வலர்களும் தங்களின் பங்களிப்பை விரைந்து செலுத்திட வேண்டும். முதல் கட்டமாக, ஒவ்வொரு மாவட்டத்திலும் (பத்துபேர் கொண்ட குழு) நூறு வாழ்நாள் உறுப்பினர்களைச் சேர்க்க முன்வாருங்கள். இதற்குரிய சந்தா புத்தகங்களை "தலித் முரசு' அளிக்கும். அவசர சிகிச்சைப் பிரிவில் இருக்கும் தலித் முரசுக்கு "முதல் உதவி' செய்யுங்கள். இதழ் தொடர்ந்து வெளிவருவது, உங்களுடைய ஆதரவைப் பொறுத்துதான் இருக்கிறது.`,
    ],
  },
  //   {
  //     id: "",
  //     date: "",
  //     title: "",
  //     category: "",
  //     context: {
  //       header: "",
  //       passage: "",
  //     },
  //     content: [],
  //   },
];
