import Interview1 from "/Interview1.png";
import Interview2 from "/Interview2.png";
import Interview3 from "/Interview3.png";
import Interview4 from "/Interview4.png";
import Interview5 from "/Interview5.png";
import Interview6 from "/Interview6.png";
import Interview7 from "/Interview7.png";
import Interview8 from "/Interview8.png";

type Interviews = {
  id: string;
  title: string;
  category: string;
  date: string;
  photo: string;
  parts: {
    id: string;
    title: string;
    date: string;
    content: {
      header: string;
      passage: string;
    }[];
    photo: string[];
    author: string;
  }[];
};

export const interviews: Interviews[] = [
  {
    id: "1",
    title: "ஞான. அலாய்சியஸ் அவர்களின் பேட்டி",
    category: "பேட்டி",
    date: "ஜூலை 2005 - செப்டம்பர் 2005",
    photo: Interview1,
    parts: [
      {
        id: "1",
        title: "மொழியும் சமத்துவமுமே தேசியத்தின் அடித்தளம்",
        date: "ஜூலை 2005",
        content: [
          {
            header:
              "நீங்கள் முன்வைக்கும் தேசியம் என்பது சோஷியலிசத்துடன் நெருங்கி வருமா?",
            passage: `கட்டாயமாக! இந்திய சோஷியலிஸ்டுகள், சோஷியலிச கம்யூனிசக் கொள்கையை ஏதோ புதியதொரு வேதமாகக் கொண்டு, எங்கிருந்தோ சமத்துவத்தைக் கொண்டு வந்து திணிப்பது போல் செயல்படுகின்றனர். சமத்துவம், பண்பாட்டின் இருதயத்திலிருந்து துளிர்க்க வேண்டும். துளிர்க்கும் சமத்துவமுமே என்றும் நிலைநிற்கும்; அ-சமத்துவ மனப்பான்மை, வழி முறைகளை எதிர்கொண்டு அவற்றை வென்றால்தான் அடுத்த படிக்குச் செல்ல முடியும். க, இந்தியச் சூழலில் சாதி ஒழிப்பின்றி சமத்துவம் இல்லை. சாதி ஒழிப்பின்றி தேசியம் இல்லை, சாதி ஒழிப்பின்றி கட்டாயமாக, சோஷியலிசமோ, கம்யூனிசமோ இல்லை. இந்தக் கண்ணோட்டத்தில் பார்க்கும்போது அரசியல் தேசியம் - Political Nationalism சோஷியலிசத்தை நோக்கிச் செல்லும் வழியில் ஒரு மைல்கல். அரசியல் தேசியத்தைத் தாண்டித்தான் (தவிர்த்து அல்ல) சோஷியலிசத்துக்குச் செல்ல முடியும். இந்தியாவிற்கு மட்டும் தனியாக விதியொன்றும் இல்லை. பிரான்ஸ் நாட்டிலும் மூன்று Orders அல்லது Estates இருந்தன: கும்பிடுவோர், போரிடுவோர், ஏர்பிடிப்போர் என்று அங்கும் குழுக்களிடையே பல தடைகள் இருந்தன. இம்மூன்று Ordersம் ஏறக்குறைய பிறப்பால் அமைந்தவையே.

ஏர்பிடிக்கும் பெருவாரியான கூட்டம், நம் நாட்டின் ‘கீழ்சாதி'கள் இருக்கும் நிலையில் இருந்தன. அவர்களுக்கு ‘ஆன்மா' இல்லை என்றுகூட வேதியியலார் எழுதினர். கிறிஸ்துமஸ் பண்டிகையின் நடனங்களில்கூட, ஒருவர் மீது ஒருவர் பட்டுவிடக்கூடாதென்பதற்காக, குழுக்களின் இடையே கயிறு கட்டி நடனமாடினர். ஆனால், இவையெல்லாம் புரட்சியின் போது மறைந்து ஒழிந்தன. மூன்று சமூகங்களும் ஒன்றாயின. அப்படி ஒன்றாகியே தேசம் என்னும் பெருஞ்சமுதாயம் உருவானது.

இதேபோல் ஜெர்மனியில் Folk என்னும் பொதுக் கருத்து உருவாகி, அதுவே குடிமகன் நிலைக்கு உயர்த்தப்பட்டது. இங்கிலாந்தில் அதற்குச் சமமாக உழைக்கும் வர்க்கம் என்னும் கருத்து முன்வைக்கப்பட்டது. க, பிரான்சின் விவசாய அடிமைகள், ஜெர்மனியின் நாட்டுப்புறத்தார், இங்கிலாந்தின் உழைப்போர் இவர்களே தேசம் உருவாக அடித்தளமாக அமைந்து, குடிமகன் என்னும் நிலைக்கு உயர்த்தப்பட்டனர். அந்தக் கணக்கில் இந்நாட்டின் கீழ்ச் சாதிகள் என்படும் பெருவாரியானோரின் முன்வருகையும் சமூக உயர்த்தலுமே தேசம் என்று கொள்ளப்படும். ஆனால், நடந்தது என்ன? ‘கீழ்சாதி'கள் எனப்படும் உழைப்போர், தேச அரசு உருவாக்கப்படும் பட்சத்தில் இன்னும் கீழே தள்ளப்பட்டு, அதில் பலர் தீண்டாதோர் என்னும் நிலையில் உறுதி செய்யப்பட்டனர். தேசத்தை உருவாக்கும் நேரத்தில், ஆளும் வர்க்கம் நடந்து கொள்ளும் முறைபற்றி அம்பேத்கர் அருமையாக விளக்குகிறார். பிரான்சில் "நோபிள்ஸ்' என்றழைக்கப்படும் ஜமீன்தார்கள், காலம் மாறுவதைக் கண்டு, தங்களது எதிர்காலத்தைக் கணித்து, பிறப்பினால் பெற்ற சலுகைகள் மூலம் ஆதிக்கம் செலுத்தும் முறையை விட்டுவிட முன்வந்தனர். பிறகு தொழில் செய்து, தமது சாதனையால் மேலோங்க முனைந்தனர். இதேபோல் ஜப்பானின் ‘சாமுராய்'களும் குறிப்பிட்ட காலத்தில் வழிவழியாக வந்த தமது நில உரிமைகளை விட்டுக் கொடுக்க முன்வந்தனர். இந்த மாதிரியான விட்டுக் கொடுத்தலால், பிரான்ஸ், ஜப்பான் நாடுகளும் அதன் மக்களும், வலுவான தேசத்தைச் சமைத்தனர். ஆனால், இதற்கு மாறாக இந்தியாவின் ஆளும் வர்க்கங்களான ஆதிக்க சாதிகள், தேச அரசு உருவாக்கும் காலகட்டத்தில் தமது பரம்பரைச் சலுகைகளை இன்னும் விரிவுபடுத்தினர்; உறுதிப்படுத்தினர். அதனால்தான் இன்று இந்தியா இந்நிலையில் உள்ளது.

சோஷியலிசத்தின் உட்கரு சமத்துவம் என்றால், அதன் ரம்பம் அரசியல் தேசியமே. அதனைச் சமைப்போர் இதுகாறும் தள்ளப்பட்டு, இப்போது முன்வரத்துடிக்கும் பெருவாரியான "கீழ் சாதி'களே.`,
          },
          {
            header: "பார்ப்பனர்கள் காலனிய எதிர்ப்பை, தேசியம் என்கிறார்களே!",
            passage: `ஆதிக்கச் சாதியினர் தமது ‘தேசியத்தை' காலனிய எதிர்ப்பு தேசியம் என்று வர்ணிக்கின்றனர். இது, பண்பாட்டுத் தேசியத்தின் மறு பெயரேயன்றி வேறல்ல. பண்பாட்டுத் தேசியத்திற்கும், இனத்தேசியத்திற்கும் (Racial Nationalism) வேறுபாடு அதிகமில்லை. இவ்வகையான தேசியம் சில காணக்கூடிய, பிறப்பால் உண்டான அடையாளங்கள் நிறம், உடல்வாகு போன்றவற்றை அடிப்படையாகக் கொண்டது. இங்கு அது இந்தியன் வெள்ளையன் என்ற முரண்பாட்டை உள்ளடக்கியது. இவ்வகையான பிறப்பால் உண்டான வேறுபாடு, நவீன சமூக உறவுகளுக்கும் அரசியல் அமைப்புகளுக்கும் ஒவ்வாதது. மேலும் "இந்தியத் தேசியம்' காலனியாதிக்கத்தின் கீழ் எழுந்த காலனிய கட்டமைப்பைக் கட்டவிழ்ப்பதற்காக எழவில்லை. மாறாக, காலனிய ஆதிக்கத்தாரான வெள்ளையரை விரட்டி அவ்விடத்தில் இந்தியரை அமரச் செய்து, காலனிய கட்டமைப்பை தொடரச் செய்வதே நோக்கம்.

இதில் ஒரு சிறப்பு என்னவென்றால், சாதி ஒழிப்பு இயக்கத்தவர்தான் காலனிய கட்டமைப்புக்குச் சாவுமணி அடித்தனர். முன்சாதி, பின்சாதி என்ற பாகுபாட்டை ஏற்க மறுத்து எல்லாருக்கும் எல்லாம் கிடைக்க வேண்டும் என்ற கூக்குரல் எழுந்தபோதுதான் ஆங்கிலேயராட்சி அர்த்தமற்றுப் போகத் தொடங்கியது. எல்லாருக்கும் எல்லாம் கிடைத்தால், அந்நியனுக்கு என்ன மிஞ்சும்? காலனியத்தால் அவன் அடையும் பயன் என்ன? பெருவாரியான உழைக்கும் பெருமக்கள் சமூக அரசியல் விழிப்புணர்வு அடையும் வரையில்தான் காலனியம் சரிப்பட்டு வரும். எனவே, மெய்யான காலனிய எதிர்ப்பாளர் யார் என்று நாம் சிந்தித்துப் பார்க்க வேண்டும்.`,
          },
          {
            header:
              "ஒரே மொழியைக் கொண்டவர்கள்தான் ஒரு தேசமாக மாறியிருக்கிறார்கள் என்றொரு கருத்து இருக்கிறதே!",
            passage: `உண்மைதான். மொழி என்பது ஒரு விரிந்து பரந்த சதாயத்தை, நிவீனத்திற்கு முற்பட்ட காலத்தில் கட்டிக் காத்து வருவது. மொழி ஒரு தொடர்பு சாதனம் மட்டுமல்ல; அது ஒரு சமூக உறவு சாதனமும்கூட.

சமநிலைப்படுத்தப்பட்ட தனிமனிதர்களைக் கொண்டதுதான் தேசியம் என்றால், அம்மாதிரியான நிலையை அடைவதற்கு மொழிச் சமுதாயமே மிகச் சரியான அடித்தளம். சமத்துவ மனப்பான்மை, செயல் முறைகள் மொழிவழியே வெளிப்படுகின்றன. நவீனத்தில் சமத்துவம் இலக்காகும்போது, இம்மாதிரியான சமத்துவக் கோட்பாடுகளும் வழிமுறைகளும் மொழிவழியே அழிக்கப்பட்டு, புது நியாய உறவுகள் மொழிவழியே வெளிப்படுகின்றன. உலகில் மாறுதலடைந்து முன்னுக்கு வந்துள்ள தேசங்களின் பெரும்பான்மையானவை மொழிச் சமுதாயங்களேயாகும்.

ஆனால், மொழி என்பதையும் மாற்ற முடியாத பிறப்படையாளங்களாக, இனத் தேசியமாக மாற்றிவிடக் கூடாது. மொழி தாரம். ஆனால், நவீனத்தில் அந்த மொழியும், மொழி மூலம் வெளிப்படும் பண்பாடும், சமத்துவத்தை நோக்கி மாற வேண்டும். புதிய மொழியும் பண்பாடும், பழமையை மாற்றி உருவாக்கப்பட வேண்டும். தமிழ் மொழியையும், தமிழ்த் தேசியத்தையுமே எடுத்துக்கொள்வோம். பன்மொழி, பல பண்பாடுகள் கொண்ட இந்தியா ஒரு தேசமாக மாறுவதைவிட, ஒரு மொழி ஒரு பண்பாடு கொண்ட தமிழகம் தேசமாக மாற வாய்ப்புகள் அதிகமுண்டு. ஆனால், இந்தத் தமிழ் மொழியும் தமிழ்ப் பண்பாடும், வழிவழிவந்த செயல்முறைகளையும் மொழி மரபுகளையும் குறிப்பிடுவன அல்ல. மாறாக, இவை நவீனத்துக்குள், சமத்துவப்படுத்தப்பட்ட மொழியும், பண்பாடுமே தமிழ் மொழியும் தமிழ்ப் பண்பாடும். இதுவே தமிழ்த் தேசியம்.

சமத்துவப்படுத்தப் படவில்லையெனில் அந்தத் தமிழ் மொழிக்கும், தமிழ்ப் பண்பாட்டுக்கும் பின்னால் பெருவாரியான மக்கள் அணிவகுக்க முன்வர மாட்டார்கள். சுருங்கச் சொன்னால், ஒரு மொழிச் சமுதாயத்துக்குள்தான், பிறப்பால் உண்டான ஏற்றத்தாழ்வுகளை அழிப்பது சாத்தியம். ஆனால், அந்த சாத்தியத்தை நடைமுறைப்படுத்தினால்தான் மொழிவழி தேசியம் அரசியல் தேசியமாக உருவெடுக்கும். தமிழ்த் தேசியத்தை வெற்றியாக்கும் ஒரே யுக்தி சாதியை ஒழித்து, சமநிலைப் படுத்தப்பட்ட அரசியல் சமுதாயத்தைத் தமிழகத்தில் ஏற்படுத்துவதே!`,
          },
          {
            header: "தேசத்திற்கு மொழியைத் தவிர, வேறு என்ன கூறுகள் தேவை?",
            passage: `Ernest Geller என்னும் அறிஞர், தேசியம் ஒரு சமுதாயத்தில் எப்பொழுது எழுகிறது என்று குறிப்பிடுகிறார்: ஒரு சமுதாயத்தின் அடித்தளம் வேளாண்மையிலிருந்து தொழில்மயமாக மாறும் பொழுதே அதற்கு தேசியம் தேவைப்படுகிறது என்கிறார். இது பற்றி விவாதங்கள் செய்யலாம். ஆனால், அவர் சொல்வதில் ஒரு மறுக்க முடியாத உண்மை இருக்கிறது. பிறப்பால் ஏற்றத் தாழ்வு கற்பிக்கும் சாதிமுறை, வேளாண்மையை அடித்தளமாகக் கொண்டது. இதனை உடைப்பது மிகவும் அவசியம். தொழில் மயம் என்பதன் அர்த்தம் என்னவென்றால், இதுவரை உற்பத்தி அரசியல் இரண்டிலும் ஒரு சில சாதிகளே இடத்தை அடைத்துக் கொண்டிருந்தனர். தொழில்மயமாகும் பட்சத்தில் பொது இடம் விரிவடைந்து, அதில் தள்ளப்பட்ட மக்கள் வந்து நிலைக்க வாய்ப்பு உண்டாகிறது.

அதாவது ஒரு தேசம் உருவாகிறது என்றால் அதன் உற்பத்தி அரசியல் பொது இடம், மக்கள் மயப்படுத்தப்பட்டு, பல்வேறு புதுத் துறைகள் மக்களின் தகுதிக்கும் தேவைக்கும் ஏற்ப விரிந்து, சமூக உறவுகளின் நெருக்கம் அதிகரிக்க இடம் உண்டாகிறது. கார்ல்டாய்ச் என்னும் அறிஞர், "தேசம் என்பது, சமூகத் தொடர்புகளும் உறவுகளும் அதிகரிக்கப்பட்ட பொது இடமே' என்கிறார். பல்தொழில் வளர்ச்சி, சமத்துவத்தை வளர்ப்பதோடு, பொது இடத்தை மக்கள் மயப்படுத்தும். இறுதியாக, புதிய கண்ணோட்டங்கள், புதிய கருத்துகள், குறிப்பாக தள்ளப்பட்ட மக்களின் பார்வையால் எழும் புதுக் கோணங்கள் இவற்றை ஒரே நேர்காணலில் விளக்குவது கடினம். இவற்றின் மொத்த தொகுதியே என்னுடைய Nationalism without a Nation என்னும் ஆங்கில நூல். தமிழ் மக்கள் சிறப்பாக கடைநிலைப்படுத்தப்பட்டோர், இந்நூலைக் கூர்ந்து வாசிக்க வேண்டுகிறேன். அதற்குப் பிறகு பல்வேறு அரங்குகளில் அதனை விவாதிக்கலாம்.

இன்றைக்கு நீங்களும் நானும் ஒரே தேசத்தைச் சார்ந்தவர்கள் என்றால், நீங்கள் என்னை இன்னொரு குடிமகனாக மதிப்பதால்தான்! Brother Citizen -Fraternity. உங்களுடைய சுதந்திரத்தை நான் மதிக்கிறேன்; என்னுடைய சுதந்திரத்தை நீங்கள் மதிக்கிறீர்கள். உங்களுக்கும் எனக்கும் சமத்துவம் இருக்கிறது. நீங்கள் என்னை ஒரு சகோதரனாக மதிக்கிறீர்கள். அது நம் உள்ளே இருக்கும் அசமத்துவத்தை கொஞ்ச கொஞ்சமாக உடைத்து, அவிழ்த்து மீதியை நவீனத்திற்கு முன்பிருக்கிற பண்பாடு மூலம் அதைப் பாதுகாத்து வைத்திருப்பதுதான் தேசம்.`,
          },
          {
            header: "அப்போது வெறும் மொழி மட்டுமே போதாது என்கிறீர்களா?",
            passage: `போதவே போதாது. இதற்கு நான் ஒரு எடுத்துக்காட்டு சொல்கிறேன். பிரான்சில் "அல்சேட்ஸ்' என்றொரு இடம் இருக்கிறது. இந்தப் பகுதியில் பேசக்கூடிய மொழி ஜெர்மன். பிரான்சுக்கும் ஜெர்மனிக்கும் இடையே பிரச்சினை எழுந்தது இந்த ‘அல்சேட்ஸ்' எங்கே போக வேண்டும் என்று. ‘அல்சேட்ஸ்' காரர்களிடமே கேட்கிறார்கள். நீங்கள் மொழியில் ஜெர்மனியுடன் சேர வேண்டியவர்கள். ஆனால், அவர்கள் என்ன சொன்னார்கள் என்றால், நாங்கள் மொழி அடிப்படையில் ஜெர்மனியுடன் ஒன்றாக இருக்கலாம். ஆனால், நாங்கள் இருக்க விரும்புவது பிரான்சுடன்தான். இது ஏன் எனில், தேசம் என்பது இறந்த காலம் மட்டுமல்ல; நிகழ்காலமும் இன்னும் சிறப்பாக எதிர்காலமும்.

அவர்கள் பிரான்சுடன் செல்ல விரும்புவதற்குக் காரணம், அங்கு ஓரளவுக்கு ஜனநாயகம் கடைப்பிடிக்கப்பட்டது. ஜெர்மனியில் இருந்தால் எங்களுக்கு அதிகாரம் கிடைக்காது என்று சொன்னார்கள். பிரான்சில் எங்களுக்கு சமத்துவம் கொடுக்கத் தயாராக இருக்கிறார்களே என்று சொன்னார்கள். பிரெஞ்சு மொழியை பிரான்ஸ் நாடு முழுவதும் பரப்ப, அங்கு மாபெரும் போராட்டம் நடந்தது. சமூக உரையாடல்கள் நிகழ்ந்தன. வெறும் வார்த்தை உரையாடல்கள் அங்கு நிகழவில்லை. இந்த சமூக உரையாடல் மூலம் நெருக்கமும், அடர்த்தியும் பெருகுகின்ற போதுதான் தேசம் என்பது உருவாகிறது.

தேசிய உருவாக்கத்தில் மொழியைச் சமூக மாறுதல்களை வெளிப்படுத்தும் களமாகக் காண வேண்டும். மொழியும் ஜனநாயகத்தை நோக்கி மாறுதல் அடைய வேண்டும். நவீனத்திற்கு முன், மொழி பல்வேறு பிரிவினைகளில் அடைபட்டுக் கிடக்கிறது. பார்ப்பனர் மொழி, ‘மேல்சாதி' மொழி, ‘கீழ்சாதி மொழி' என்றும், வட்டார மொழிகளென்றும் வேறுபட்டுக் கிடக்கின்றன. நவீனத்தின் எழுச்சியில் அதாவது தேசம் உருவாகும் காலகட்டத்தில், வேறுபாடுகளும் மாறுபாடுகளும் மொழியிலிருந்து மறைய வேண்டும். ‘புது மொழி', ‘நவீன மொழி', ‘தேசிய மொழி' என்ற ஒன்று உருவாக வேண்டும். இந்தப் புதுமொழி, பொது மொழியின் உருவாக்கம், சமூக உறவுகளில் ஏற்படும் சமத்துவத்தைப் பிரதிபலிக்கும் கண்ணாடியாகும். எந்த அளவுக்கு சமூக உறவுகள் ஜனநாயகப்படுத்தப்படுகிறதோ, அந்த அளவுக்கே மொழியும் பொது மொழியாக, புதிதாக உருவெடுக்கும். மொழி மட்டும் போதுமா என்ற கேள்விக்கு போதும் என்றும், போதாது என்றும் சொல்லலாம். ‘பழமை' மொழி கட்டாயமாக போதாது. ‘புதுமை' மொழி போதும். புதுமை மொழி என்பது, மேலே விளக்கியது போல் பண்பாட்டுக்குள் சமத்துவப்படுத்தப்பட்ட மொழி. சமூக உறவுகளில் ஏற்படும் சமத்துவம், மொழியில் பிரதிபலிக்க வேண்டும்.

இப்படி உருவாகிய புதுமொழியில் சமூகத்தின் பல்வேறு குழுக்களின் உரையாடல்களும் அடங்கியிருக்கும். ஒரு குறிப்பிட்ட குழுவின் மொழியே, அதிகாரத்தின் மூலம் பொது மொழியாக்கப்படுமானால், அது தேசிய மொழியாகாது. புது மொழி என்பது சிதறுண்டு கிடக்கும் பல்வேறு பேச்சு வழக்குகளை ஜனநாயக முறையில் ஒருங்கிணைக்கப்பட்ட composite மொழியாகும். இப்படி ஒருங்கிணைக்கப்பட்ட புது மொழிக்குள், இதுகாறும் ஒதுக்கப்பட்ட சமூக குழுக்கள், தங்களுடைய பேச்சு வழக்குகள், செயல் முறைகள் பிறவற்றைக் காண முடியும். அப்படி இனங்கண்டு கொள்வதால் மட்டுமே தள்ளப்பட்ட குழுக்களுக்கு, புது மொழியின் மீது பற்றுதல் ஏற்படும். தன் மொழி என்ற உணர்ச்சி ஏற்படும். இந்த புது, பொது, நவீன, தேசிய மொழியே பள்ளிப் பாடப் புத்தகங்கள் மூலம், தினசரி செய்தித்தாள்கள் மூலம், சினிமா முதலான ஊடகங்கள் மூலம் பரப்பப்பட்டு, புது முறையான ஒற்றுமைக்கு அடிகோலும். மாறாக, மொழித் தேசியம் என்ற பெயரில் அதிகாரக் குழுக்களின் பேச்சு, எழுத்து வழக்குகளைத் தூக்கிப் பிடிப்பதும், வழக்கத்தில் உள்ளதை இன்னும் உறுதிப்படுத்துவதும், மாறுதலடையாத மொழியை (அதாவது மாறுதலடையாத பண்பாட்டை) காப்பதற்கான இயக்கங்கள் நடத்துவதும் உண்மையிலேயே தேசியம் உருவாவதைத் தடுத்து நிறுத்தவே செய்யும். மக்களிடையே பிரிவினைகளை அதிகப்படுத்தும்.`,
          },
          {
            header: "தேசத்தின் ஒருமைப்பாட்டை, உருவாக்கத்தை எப்படி விளக்கலாம்?",
            passage: `தேசம் என்ற சமூக ஒருங்கிணைப்பு முயற்சி, இரண்டு விதமாக விளக்கப்படுகிறது. 1. பண்பாடு 2. அதிகாரம். ஆதிக்கவர்க்கத்தினர் தங்கள் ஆதிக்க நிலையை தொடர வைப்பதற்காக பண்பாட்டு ஒற்றுமையைச் சுட்டிக்காட்டி, "பண்பாட்டு தேசம்' என்ற கருத்தை முன்வைக்கின்றனர். சமத்துவத்தை நோக்கி நடைபெறும் சமூக மாறுதல்களைத் தடைசெய்வதுதான் இந்தப் பண்பாட்டுத் தேசத்தின் உள்நோக்கம். சமூக உறவுகளில் உள்ள ஏற்றத் தாழ்வுகளை ‘நமது பண்பாடு' என்று விளக்குவது; இதனால், அந்தப் பண்பாட்டில் கை வைப்பவன் தேச எதிரியாகிறான். அடிமைப்படுத்தப்பட்ட வர்க்கத்தினர், தங்கள் நிலையிலிருந்து மீள வேண்டி முன்வைப்பது அதிகாரத் தேசியம். சமூகத்துக்குள் சமப்படுத்தப்பட்ட சமூக அதிகாரத்தை அடிப்படையாகக் கொண்ட தேசிய ஒருமைப்பாடு. இங்கு பண்பாடு அல்ல. மாறாக, சமநிலையே ஒற்றுமைக்கு அடித்தளமாகிறது. எல்லாருக்கும் சம அதிகாரம் என்ற கருத்தும், உணர்வும் மக்களிடையே சகோதரத்துவத்தை உறுதிப்படுத்துகிறது. புதுமுறையான சமூக அதிகாரப் பங்கீட்டால் வரும் ஒற்றுமையே தேசம். இதுவே ஒதுக்கப்பட்ட மக்களின் எதிர்பார்ப்பும் முயற்சியுமாகும்.

ஆனால், உண்மைநிலை என்பது இரண்டிற்கும் இடைப்பட்ட process- தொடர்ந்த முயற்சியும் இயக்கமும். ‘பண்பாட்டிலிருந்து அதிகாரத்தை நோக்கி' என்பதே உண்மையான தேசத்தின் உருவாக்கம். ஆதிக்க வர்க்கத்தினருக்கு பண்பாடு' எவ்வளவு முக்கியமோ, அதே அளவு அடிமை வர்க்கத்தினருக்கும் அது முக்கியம். பண்பாடு தவிர்த்த தேசியத்திற்கு அடித்தளம் இல்லை. அது நிலைக்காது. தேசிய ஒருங்கிணைப்பு என்பது அரசு மூலமோ, அரசின் பல்வேறு சட்டங்கள், ஒழுங்கு முறைகள் மூலமோ கொண்டுவர இயலாது. மேலும், பல நூற்றாண்டுகளாக உருவாகிவந்த சமூக உறவுக்களங்களை ஒரேயடியாக அப்புறப்படுத்தவும் முடியாது. தேசம் என்பது எவ்வளவு புதுமையோ அவ்வளவு பழமையும் ஆகும். ஆனால், பிரச்சனை என்னவென்றால் எந்தப் பண்பாடு எந்தப் பழமை என்பதே. சாதிமுறை பழமை என்றால், சாதி எதிர்ப்பும் பழமையே. பாகுபாடுகள் பண்பாடென்றால், பாகுபாடற்ற சமுதாயத்தை உருவாக்கும் முயற்சிகளும் பண்பாடே. எந்தப் பண்பாட்டை எடுத்துக் கொண்டு நவீனத்தை நோக்கி நடைபோடுவது என்பதில்தான் பிரச்சனை. ஆதிக்கவர்க்கங்கள் சாதியைப் பண்பாடென்று கூறும் பொழுது, அடிமை வர்க்கங்கள் சாதி எதிர்ப்பு பரம்பரையை பண்பாடு என்று முன்வைக்கும்.`,
          },
          {
            header: "பண்பாடு என்றால் என்ன?",
            passage: `சுருக்கமாகச் சொல்ல வேண்டுமானால், சமூக அதிகாரத்தின் உருவே பண்பாடு. Culture is power. எல்லா சமூக உறவுகளும் அடித்தளத்தில் அதிகாரப் பங்கீட்டு முறைகளே. ஒரு சமூகத்தின் அதிகாரப்பங்கீடு எப்பொழுதுமே மாறிக் கொண்டேயிருக்கும் என்றாலும், அவற்றில் இரண்டு பெரும் இயக்கங்களைக் காண முடியும். மாறுதலை நோக்கி நடைபோடுவது ஒன்று; மாறுதலைத் தவிர்க்க முயலுவது மற்றொன்று. இவை இரண்டும் பின்னிப் பிணைந்து அன்றாட சுமுகமான செயல்பாட்டில் கருத்திணக்கம் கொண்ட முழுமையையே ப‎ண்பாடு என்கிறோம்.

பண்பாடும், அதிகாரமும் ஒரே நாணயத்தின் இருபக்கங்களே: சாதியை எடுத்துக் கொண்டால், சாதியால் பயனடையும் குழுக்கள், அதனைப் பண்பாடென்று வர்ணிப்பதும், சாதியால் இழப்படையும் குழுக்கள் அதனை, அநியாயமான அதிகாரப் பங்கீடு என்று கண்டிப்பதும் கண்கூடு. ஒரு சிறிய எடுத்துக்காட்டு : இரண்டு நாற்காலி ஒரு அறையில் இருக்கிறது. மூன்று பேர் உள்ளே வருகிறோம். மூன்று பேருக்கு இடையில் போராட்டம் நடந்து இரண்டு பேர் நாற்காலியில் அமர்ந்து விடுகிறார்கள். ஒருவர் தரையில் அமர வேண்டிய சூழல் ஏற்படுகிறது. அன்றைய நிகழ்ச்சி முடிந்து போய்விட்டார்கள். அடுத்த நாளும் அதே மூன்று பேர் வருகிறார்கள். அதே மாதிரி சண்டை நடக்கிறது. நேற்று கீழே அமர்ந்தவருக்கு, இன்றைக்கு சண்டை போட்டதில் பாதி பலம் குறைந்து விட்டது. நேற்று விட்டுக் கொடுத்து விட்டாரே. இன்றைக்கு புதிய பலத்தை அவர் எங்கிருந்து பெறுவார்? இன்னும் அரைகுறை மனத்துடன்தான் கிடைத்தாலும் கிடைக்கும் என்றுதான் போராடுகிறார். ஆனால், மூன்றாவது நாளும் அவரே முதலில் வந்தாலும், பேசாமல் எதுக்கு வீண்வம்பு என்று கீழே போய் அமர்ந்து விடுகிறார். நான்காவது நாள், வேறொருவர் வந்து ஏம்பா நீ மேலே உட்கார்ந்திருக்க; அவர் கீழே இருக்கிறாரே என்று சொன்னால், மேலே உட்கார்ந்திருப்பவரே சொல்கிறார் இதுதாங்க எங்க வழக்கம். எங்க கலாச்சாரமே இப்படித்தாங்க என்கிறார்.

கீழே உட்கார்ந்திருப்பவர் ஏதும் சொல்ல மாட்டார். பலசாலி இடத்தைப் பிடித்துக் கொண்டார், என்ன செய்ய முடியும் என்பார். இது தொடர்ந்து ஒரு பண்பாடாகவே மாறி விடுகிறது. அதிகாரப் போராட்டம். சமூக அதிகாரத்துக்கான ஒரு போராட்டம். பழக்க வழக்கம் மூலம் இதுவே பண்பாடாக மாறிவிடுகிறது. பிறகு கொஞ்ச நாளில் மறந்து விடுகிறோம். போராட்டத்தின் மூலம் இவர்கள் வெற்றி பெற்றிருக்கிறார்கள் என்பதை மறந்துவிட்டு இது நம்ம வழக்கம்தானே என்றும் அதற்கு ஒரு காரணம் நான் கறுப்பாக இருக்கிறேன் குட்டையாக இருக்கிறேன், என்றும் சொல்லிக் கொண்டு, அதற்குப் பிறகு எனது பிள்ளையும் கீழேதான் உட்கார வேண்டும் என்று சொல்லிக் கொள்வது. சில காலத்திற்குப் பிறகு எப்படி இந்தக் கலாச்சாரம் வந்தது என்று நினைக்கும்போது இது போராட்டத்தில் தொடங்கிய விஷயம் போலிருக்கிறதே என்று சொல்லி, மாற்றப்பட்டுள்ள இன்றைய சூழலில் இன்னொரு போராட்டத்தை நடத்திப் பார்க்கலாமே என்று சொல்லி இது இடைப்பட்ட காலத்தில்தானே வந்தது என்று சொல்லி, சண்டையிட்டு சில சமயம் வெற்றி பெற்று விடுகிறார்கள். அவர் மேலே வந்துவிடுகிறார்; மேலே இருந்தவர் கீழே போய்விடுகிறார்.

இதற்குப் பிறகு இந்தப் புதிய அதிகாரப்பங்கீடும் பண்பாட்டுமயமாக்கப்படுகிறது. இதேபோல்தான் தேச உருவாக்கமும். பாகுபாட்டுப் பண்பாடு கீழே தள்ளப்பட்டு, சமத்துவப் பண்பாடு நிலை நிறுத்தப்படுவதே தேசம் தேசியம். இதில் கவனிக்க வேண்டியது என்னவென்றால், இந்தப் புதிய சமத்துவநிலை உறுதி பெறுவதற்கு, எல்லாராலும் ஏற்றுக் கொள்ளப்படுவதற்கு அதே பண்பாட்டு அடித்தளமே தேவைப்படுகிறது. பண்பாட்டில் வேறூன்றாத சமத்துவம் நிலைக்காது. எல்லாவித சமூக அரசியல் சூழல்களிலும் சமத்துவ நிலை நிலைபெறாது. அதற்கென சில வரைமுறைகள் உண்டு. இதுவே நவீனத்திற்கு முன் பல்லாண்டுகளாக உருவாகி வந்த மொழி - பண்பாடு ஒரே தன்மை அல்லது இந்த Objective Similarity தான் நவீனத்தில் Subjective Unity ஆக மாறவேண்டும். இந்த மாற்றம், ஜனநாயகப் படுத்துதல் மூலமே ஏற்படும்.

தேசிய உருவாக்கமென்பது இதுதான்: பிரிவினைகளாலும் ஏற்றத் தாழ்வுகளாலும் முடங்கிக் கிடந்த பண்பாட்டுக்குழுவொன்று, நவீனத்தின் எழுச்சியில், கொள்கை அளவிலும் செயல்பாடுகளிலும் ஏற்றத்தாழ்வை ஒழித்து, பிரிவினைகளை நீக்க தனி உரிமை, சமத்துவம், சகோதரத்துவம் என்ற கோட்பாடுகளினால் கட்டப்பெற்று முழுமை பெறுவதே. இந்தப் புதுமுழுமை ஆதிகாலத்திலிருந்தே வருவதாக, புதியதொரு வரலாற்றை உருவாக்கும். புதியதொரு பண்பாட்டைக் கண்டெடுக்கும். அதாவது பழமையையே புதுப்பிக்கும். இதையே ஆங்கிலத்தில் Invention of Tradition என்பர். ஆகவே, பண்பாடு -> அதிகார மாற்றம் -> பண்பாடு இதுவே தேச உருவாக்கம்`,
          },
        ],
        photo: [Interview1, Interview2, Interview3],
        author: "நேர்காணல் : பாண்டியன் ",
      },
      {
        id: "2",
        title: `"தலித் எழுச்சியே தமிழ்த் தேசியத்தை உருவாக்கும்''`,
        date: "ஆகஸ்ட் 2005",
        content: [
          {
            header:
              "அயோத்திதாசர் ஒரு சிந்தனையாளராக மட்டுமின்றி அவர் ஒரு மருத்துவராக, ஒரு பத்திரிகையாளராக, ஓர் இயக்கவாதியாக, பல்வேறு பரிமாணங்கள் உள்ளவராகத் திகழ்ந்திருக்கிறார். தாங்கள் ஆய்வு செய்த போது, அவருடைய பிற பரிமாணங்களைக் கண்டறிந்திருப்பீர்கள். அது குறித்துச் சொல்லுங்கள்",
            passage: `கிராம்சி என்னும் இத்தாலிய நாட்டு அறிஞர், அறிவுஜீவிகளை இரண்டு வகையாகப் பிரிக்கிறார். ஒன்று class intellectuals அதாவது, வர்க்கத்தில் வேரூன்றியோர். தெரிந்தோ தெரியாமலோ, தனது வர்க்கப் பின்னணியில் மூழ்கி, அந்த வர்க்கக் கருத்துகளையும் நலன்களையும் பிரதிபலிப்பவர். இரண்டாவது வகை, organic intellectuals அதாவது, தனது வர்க்கப் பின்னணியில் வேரூன்றியிருந்தாலும், அதனையும் கடந்து சிந்தித்து முழு சமூகத்தின் நலன்களைத் தனது எண்ணங்கள் மூலம் நிலை நிறுத்துபவர்; தன் குழுமத்தின் நலன்களையும் பெரும் சமுதாயத்தின் நலன்களுடன் இணைத்தும் ஒன்றுபடுத்தியும் பார்ப்போர். அயோத்திதாசர் இந்த இரண்டாம் வகையைச் சேர்ந்தவர். நீங்கள் சொல்வது போல, அவர் பல பரிமாணங்களைக் கொண்ட அறிவு ஜீவியாகத் திகழ்கிறார். இப்பரிமாணங்கள் மேலோட்டமாகவே தென்படுகின்றன. ஆனால், இவற்றைத் தாண்டி அயோத்திதாசர் சிந்தனையில் பல தளங்கள் காணப்படுகின்றன. தன் குழும நலன்களை உள்ளடக்கிய இன்றைய பெரும் சமுதாயத்தின் நலன் என்னும் உரைகல் கொண்டு தமிழ், இந்திய சமுதாயங்களின் பண்பாடு, வரலாறு, இலக்கியம், சமயம் ஆகியவற்றை அலசுகிறார். அவற்றை ஆய்ந்தெடுத்து இன்றைய தேவைக்காக கட்டமைக்கிறார். அவருக்கென்று சிறப்புத்தளம் இல்லை. வாழ்க்கையின் எல்லாத் தளங்களுமே அவருக்குப் பாடம். ஏனெனில், அவரது நோக்கம், சமூகத்தின் ஒட்டுமொத்தமான நலனும் முன்னேற்றமுமே.

அயோத்திதாசரை நான் இவ்வாறு வர்ணிக்கும்போது, நான் அவர் கூறும் எல்லாவற்றையுமே விமர்சனமின்றி ஏற்றுக் கொள்கிறேன்; அல்லது மற்றவர்கள் ஏற்றுக் கொள்ள வேண்டுமென நினைக்கிறேன் என்றாகாது. ஆனால், அயோத்திதாசரின் எழுத்துகளை முழுமையாகப் படித்துணரும்போது, ஓர் புதிய கோணம் முற்றிலும் நவீனமான கோணம், கண்ணோட்டம் உருவாகும் என்பது நிச்சயம். இன்றைய காலகட்டத்தில் எல்லா சமூக இயக்கங்களும், சிறப்பாக தலித் இயக்கங்களும் ஓரளவுக்கு மேல் முன்னேற முடியாமலும், முயற்சி செய்து பெற்ற சில நன்மைகளை நிலைநிறுத்த முடியாமலும் திணறுவதை நாம் காண்கிறோம். ஆனால், இரு துருவங்களாகப் பிரிந்து கிடக்கும், கலாச்சாரத் தளங்கள் அயோத்திதாசர் சிந்தனையால் கட்டாயமாக வளம் பெறும். மூன்றாவது உத்தி உருவாகவும் உறுதி பெறவும் வழிவகுக்கும்.

"அயோத்திதாசர் சிந்தனைகள்' வெளிவந்து அய்ந்தாண்டுகளுக்கு மேலாகின்றன. குறிப்பிட்ட அளவு பிரதிகளே அச்சடிக்கப்பட்டு வெளியாகியுள்ளதால் பரவ வேண்டிய அளவுக்கு அது பரவவில்லை. பரவிய பிரதிகளும் கவனமாக வாசிக்கப்படவில்லை என்றே தெரிகிறது. தமிழகத்தைப் பொருத்த மட்டிலும், சமுதாய முன்னேற்றத்தை விரும்பும் அறிவுஜீவிகள், அவர்கள் தலித்தாக இருந்தாலும் சரி, இல்லாவிட்டாலும் சரி நேர்மையுள்ளவராக இருந்தால் அயோத்திதாசர் சிந்தனைகள், வற்றாத ஊற்றாக வருங்காலத்தில் உதவும் என்பதை உணர்வார்கள். இது, அவரைப் பின்பற்றிச் செல்வோருக்கும் அவரிடமிருந்து மாறுபட்டுச் செல்வோருக்கும் பொருந்தும்.`,
          },
          {
            header:
              "அயோத்திதாசர் முன்வைத்த தமிழ்த் தேசியம், இன்றைய நிலையில் எந்த அளவுக்குப் பொருந்தி வருகிறது?",
            passage: `அய்யா ஆனைத்து அவர்கள், அயோத்திதாசர் பற்றிய ஒரு மதிப்பீட்டுரையில், அயோத்திதாசரே முதன் முதலாக "தமிழன்' என்ற அடையாளத்தை முன்வைத்தார் என்று குறிப்பிட்டார். அயோத்திதாசர் பணி செய்த காலம், கீழ்மட்டத்தினர் சிறப்பாக பறையர்கள் தங்களுக்கென நவீனத்தில் புதியதொரு சமூக அரசியல் அடையாளத்தைத் தேடி நின்றனர். திராவிடர், ஆதி திராவிடர், பஞ்சமர், பிள்ளை என்னும் பல்வேறு முன்வைப்புகளுக்கிடையே அயோத்திதாசர் "தமிழன்' என்னும் அடையாளத்தை முன்வைக்கிறார். சாதியை விட்டொழித்தவன் தமிழன், ஆதித்தமிழன்; சாதியில் ஒட்டிக் கொண்டவன் பாதித் தமிழன், மீதித்தமிழன். ஏனென்றால் அவன் சாதித் தமிழன். இதுதான் பண்டிதர் பார்வை.

அதே காலகட்டத்திலும் அதற்குச் சற்றுப் பின்னும், இந்திய நாடெங்கும் உள்ள தாழ்த்தப்பட்ட குழுமங்களைச் சேர்ந்தோர், தங்களுக்கென புதுப் புது அடையாளங்களைத் தேடிக் கொண்டனர். 150க்கும் மேற்பட்ட அடையாள மாற்ற விண்ணப்பங்கள் செய்யப்பட்டதாக ஆராய்ச்சியாளர்கள் கணித்துள்ளனர். இவைகளில், ஒன்றிலாவது மொழி, பண்பாடு அனைத்தையும் சுற்றி வளைத்து உரிமை கொண்டாடும் அடையாளம் கோரப்படவில்லை. ஆனால், அயோத்திதாசர் மட்டுமே "தமிழன்' என்ற அடையாளத்தைத் துணிவுடனும் நம்பிக்கையுடனும் முன்வைக்கிறார்; சர்ச்சைக்கு உள்ளாக்குகிறார். ஓர் பரந்துபட்ட, தாழ்த்தப்பட்ட சமுதாயம், நவீன எழுச்சியின் காலகட்டத்தில் பெரியதொரு இனக்குழுவின் அடையாளத்தை மேற்கொள்ள முனைவது அரசியல், தேசிய அரசியல் நடவடிக்கையாகும். தேசம் என்பது முன்னர் கூறியபடி, தள்ளப்பட்ட சமூகத்தினர் முன்னுக்கு இழுக்கப்பட்டு, எல்லாருக்கும் உரித்தான சமநிலையடைவதே. இந்த நிலைக்கு அயோத்திதாசர் தனது முன்னுரிமையைப் பிரகடனப்படுத்துகிறார்.

இது, இன்றைய நிலைக்கு எப்படிப் பொருந்தும் என்பதே கேள்வி! உலகமயமாகும் இந்நாளில் மொழிவழி தேசம், குறுகிய வட்டமாகாதா என்ற கேள்விக்கு இரண்டு பதில்கள் உள்ளன. ஒன்று, பண்பாட்டுக் கண்ணோட்டத்திலிருந்து; மற்றது அதிகாரக் கண்ணோட்டத்திலிருந்து. உலகமயமாகும் பொழுதே இன்னொரு இயங்கியலும் உடன் வருவது கவனிக்கத் தக்கது. நவீனத்தில் உருவான அரசியல் அமைப்புக்குப் பெயர் தேசம் அரசு. சுருக்கமாக இதன் உட்கருத்து ஒரு அதிகாரம் அரசு. இது கொள்கையளவில் உருவான ஒரு கற்பனை. ஆனால், உண்மையில் இன்று காணப்படுவது உலகெங்கும் பல பண்பாடு ஒரு அரசு; அல்லது ஒரு பண்பாடு பல அரசு. பொருளாதார ரீதியில் உலகம் ஓர்மையடையும் காலகட்டத்தில், பண்பாட்டு ரீதியில் ஒவ்வொரு பண்பாடும், இது காறும் ஒரு அரசுக்குள் இருந்தவை, தனக்கென தனியரசு கோரி போராட்டங்கள் நடத்துவது கண்கூடு. இப்போராட்டத்திலிருந்து வெகுசில தேச அரசுகளே தப்பியுள்ளன.

காரணம் என்னவெனில், தேசம் என்பது பண்பாடும், அதிகாரமும் ஒருங்கிணைந்த சமூக அமைப்பே. ஓர் அரசமைப்பில் பண்பாடுகளுக்கிடையில் பொருளாதாரம், தன்மானம் முதலியவற்றில் ஏற்றத்தாழ்வுகள் ஏற்படுவது தவிர்க்க முடியாததாகிறது. இதனைப் போக்க, தொடக்க காலத்தில் ஜனநாயகப் போராட்டங்கள் நடந்தாலும், இருக்கும் அரசியல் அமைப்புகளுக்குள் ஏற்றத் தாழ்வுகள் மறைய வழியில்லை. எனவே, தனிநாடு கோரிக்கை எழும்புகிறது. இது இன்றைய உலகில் ஏறக்குறைய எல்லா தேச அரசுகளிலும் நடப்பவை. சமூக அறிவியலாளர் இதனை Internal Colonialism- உள்காலனியம் என்று கணித்திருக்கின்றனர். பன்னாட்டு அமைப்புக்குள் எல்லா பண்பாடுகளும், முன்னேற்றப்பாதை தடைபடுவதை உணர்கின்றனர். இது, பண்பாடு ரீதியான கண்ணோட்டம்.

ஆனால், தலித்துகளின் நிலையிலிருந்து பார்க்கும்போது, அதிகாரரீதியான கண்ணோட்டம் இதைவிட முக்கியத்துவம் அடைகிறது. பண்பாட்டுக் குழுக்கள் அதிகாரத்தின் சமபங்கீடே. அதிகாரம் சமநிலைப் படுத்தப்படுவதே தேசம் என்று முன்பு கண்டோம். நவீனத்திற்கு முற்பட்ட காலத்தில் படிநிலைப் படுத்தப்பட்ட சமூக அமைப்பு, மொழி பண்பாடு மூலமாகவே உருவாக்கப்பட்டு, அவை மூலமாகவே நிலைநிறுத்தப்பட்டு, அவை மூலமாகவே திரும்பத் திரும்ப உருவாக்கப்படுகிறது. இந்நிலையை மாற்ற வரலாறு, மொழி, சமயம், பண்பாட்டு குறியீடுகளின் வாயிலாக உருப்பெற ஏற்றத்தாழ்வுகள் ஒவ்வொன்றாக உருக்குலைக்கப்பட வேண்டும். இந்த உருக்குலைப்பு, எந்த வழியாக சமுதாயம் உருப்பெற்றதோ அந்த வழியாகவே நடைபெற வேண்டும். அயோத்திதாசர் மொழியில் சொல்ல வேண்டுமானால், “எந்த வழியாக நாம் தாழ்த்தப்பட்டோமோ அதே வழியாகவே சென்றுதான் நாம் உயர முடியும்.''

இந்தியாவில் ஏற்றத்தாழ்வான வரலாற்று மூலம் உருவான சமூதாய அமைப்பு ஒன்றல்ல; பல. பிறப்பினால் ஏற்படும் ஏற்றத் தாழ்வுகளைக் கற்பிக்கும் சாதி / வர்ண முறைகள் ஒன்றல்ல, பல. சாஸ்திரங்களில் மட்டுமே ஓர்மையான வர்ண முறையைச் சந்திக்க முடியும். சமுதாயத்தில் அது பண்பாட்டுக்குப் பண்பாடு மாறுபட்டும் வேறுபட்டுமே வெளிப்படும். சாதியை ஒழிக்க, ஏற்றத் தாழ்வுகளை எதிர்கொண்டு சமூகத்தில் வெற்றி பெற முனையும் தனிநபர்களும், குழுக்களும் சாதி முறையை அதன் மாறுபாடான சமூகத் தளத்தில்தான் சந்திக்க வேண்டும். சாஸ்திரத்தில் அல்ல.

பெருவாரியான தலித் மக்களின் எதிர்காலம் சாதி ஒழிப்பில்தான் அடங்கியிருக்கிறது என்பதே என் முடிவு. இது உண்மையானால், சாதிமுறையின் பண்பாட்டு அம்சத்தை சந்தித்தே ஆகவேண்டும். பண்பாட்டுக்குள் அதிகார சமத்துவ நிலை ஓங்குவதே தேசம் தேசியம். எனவே, பண்பாட்டுக் குழுவின் அடிமட்டத்தில் இருக்கும் தலித்துகளின் முன்னேற்றம் உயர்வுமே தேச உருவாக்கமும், தலித் விடுதலையுமாகும். இவை இரண்டும் ஒன்றேயன்றி இரண்டல்ல. படிநிலைப் படுத்தப்பட்ட பண்பாட்டை உருக்குலைத்து, சமநிலைப் பண்பாடு, அதாவது தேசம் உருவாவது தலித் எழுச்சியினால்தான் சாத்தியமாகும்.

மொழி, தனிப்பட்ட வரலாறு, பெருவாரி மக்களின் சமய நடவடிக்கைகள் இவற்றிற்குள்புகுந்தே இந்த தலித் எழுச்சி உயிரெடுக்க வேண்டும். அப்பொழுதுதான் பண்பாட்டுச் செயல்பாடுகள் மறைவதற்குப் பதிலாக மாறும்; சமநிலைநோக்கி உருவெடுக்கும், பண்பாட்டு அடிப்படையிலான சமத்துவமே நிலைநிற்கும். நவீன கொள்கையான சமத்துவம், அசமத்துவ பண்பாட்டுக்குள் ஆணியடித்து நிலைநிறுத்தப்பட வேண்டும். அப்பொழுது தான் ஒட்டுமொத்தமாக எல்லா தாழ்த்தப்பட்ட மக்களுக்கும் விடுதலை கிட்டும்.

நமது சூழலில், தமிழ்த் தேசியம் சமத்துவத்தை நோக்கிய தலித் எழுச்சியும் ஒரே நாணயத்தின் இரண்டு பக்கங்களே. சமத்துவமில்லாத தமிழ்த் தேசியம், மேல் மட்டத்தினரின் வெற்றுக் கூக்குரலாகவே இருக்கும். தலித் போராட்டம், தமிழ்த் தேசியம் இல்லாவிட்டால் வரையறுக்கப்படாத, தனி நபர்களின் முன்னேற்றமாகவும், அடைந்த சாதனைகள் நிலைநிறுத்தப்படாமலே அழிந்து போகும். சமத்துவத்தை நோக்கிய போராட்டம், பண்பாட்டு வரையறுப்புக்குள் நிகழும்போது அதுவே தேசியமாகிறது`,
          },
        ],
        photo: [Interview5, Interview4],
        author: "நேர்காணல் : பாண்டியன்",
      },
      {
        id: "3",
        title: "சக்கிலியர்கள் தமிழர்கள்தான் என்பதில் சந்தேகமே இல்லை",
        date: "செப்டம்பர் 2005",
        content: [
          {
            header:
              "அயோத்திதாசர் மொழி வேறுபாடுகளை முன்னிலைப்படுத்தியதற்கு அடிப்படையான காரணங்கள் என்ன? இந்தியா முழுவதும் படர்ந்திருக்கும் தலித்துகளிடையே ஓர் ஒற்றுமையையும் ஒருங்கிணைப்பையும் ஏற்படுத்துவதற்கு இது தடையாக இருக்கிறதே?",
            passage: `இதுவரை, பெரும்பாலும் தலித் போராட்டங்கள் அரசியல் களத்திலேயே, அதுவும் குறிப்பாக மத்திய அரசினை எதிர்த்தே இருந்து வந்திருக்கின்றன. தலித் என்பது யார் என்ற கேள்விக்கு, நடுவணரசு பட்டியல் சாதிகளை அரசியல் சட்டத்துடன் இணைத்துக் காட்டியுள்ளது. அதாவது, மத்திய அரசு போட்ட பட்டியல் மூலமே தலித்துகள் யார் என்பது அறியப்படுகிறது. மேலும், அம்பேத்கரின் நாடு தழுவிய பிரதிநதித்துவம் தலித்துகளை ஓர் அமைப்புக்குள் கொண்டு வந்திருக்கின்றன. இவ்வாறு அமைந்த தலித் அரசியல் அமைப்புகளின் நோக்கம் அரசியல் நடவடிக்கைகளில் அழுத்தம் கொடுத்து, சட்டத்தின் மூலம் அறிவிக்கப்பட்ட சலுகைகளை செயல்படுத்துவதுதான்.

சட்டத்தின் மூலம் அம்பேத்கரின் தலைமையில் அறிவிக்கப்பட்ட சலுகைகள், அம்பேத்கரின் கண்ணோட்டத்திலேயே குறைந்தபட்ச திட்டமாகத்தான் இருந்திருக்கிறது. பெருவாரியான சமூகத்துக்குள் சாதி / வர்ண முறையை ஒழித்து அதன் மூலமாகவே அடிமைப்படுத்தப்பட்ட அனைத்து மக்களையும் விடுவிப்பதே அம்பேத்கரின் முக்கியமான நோக்கம். ஆனால், சாதிய சக்திகள் அதற்கு இடம் கொடுக்காமல் அவரைத் தள்ளிக் கொண்டே வர, வாய்ப்புக் கிட்டியபோது, குறைந்தபட்சம் அடிமட்ட மக்களின் விடுதலைக்காக, சட்டத்தின் மூலம் சில உரிமைகளைப் பெற முயன்று அதில் வெற்றியும் பெற்றார். இந்த குறைந்தபட்ச திட்டத்தை, இன்றைய தலித்துகள் நிறைந்த பட்ச நோக்கமாகக் கொள்ளக்கூடாது. அது அம்பேத்கரியம் ஆகாது.

இந்த குறைந்தபட்ச அரசு சலுகைகளுக்காக, ஒருங்கிணைக்கப்பட்ட தலித் களம் பயன்படுகிறது. இதனால் சிறப்பாக தமிழகத்தில் சில பயன்களும் விளைந்துள்ளன. ஆனால், இந்த குறைந்தபட்ச திட்டம், ழுமையாகவுமே நடைமுறைப்படுத்தப்பட்டாலும்கூட, தலித் மக்களை ஓரளவுக்கே முன்னுக்கு இழுக்க முடியும். இதனாலேயே போராட்டங்கள் இப்பொழுது அரசையும், அடுத்து சமூகத்தின் ஆதிக்கசக்திகளையும் நோக்கி எழுகிறது. விரிந்து பரந்து பல தளங்களில் நடத்தப்படுகிறது. பல்வேறு விஷயங்களில் அரசு நேரடியான இலக்காக இல்லாமல், சமூகத்தின் ஆதிக்க சாதி சக்திகளே இலக்காக உள்ளன. இந்த ஆதிக்க சாதி சக்திகள், பண்பாட்டுக்குப் பண்பாடு வேறுபடுவதால் இடத்திற்கு இடம் யுக்திகளும், கூட்டாளிகளும் மாற வேண்டியிருக்கிறது. இதை இன்றைய தமிழ் தலித்துகளின் போராட்டங்களில் தெளிவாகக் காணலாம்.

மற்ற மாநிலங்களைவிட, தமிழ் தலித்துகளின் போராட்டங்கள் முன்னேறியோ, மாறுபட்டோ இருப்பதால், அகில இந்திய தலித் ஓர்மையில் தடங்கல் ஏற்படுவதாக எண்ண முடியாது. அன்றாட போராட்டங்களும், வெற்றி தோல்விகளும், இடையறாத வாழ்க்கை முறைகளில் மாற்றங்களும் அந்தந்த பண்பாட்டுக் குழுக்குள் இருக்கும் தலித்துகள், தலித் அல்லாதோருடன், வெட்டியோ ஒட்டியோதான் செயல்பட வேண்டியிருக்கிறது. இந்த சந்தர்ப்பத்தில் அகில இந்திய தலித்துகளுக்கான தளம் அரசை நோக்கிய போராட்டங்களில், ஓர்மையிலேயே செல்லும். பண்பாடு, கல்வி போன்றவைகளிலான போராட்டங்கள் வட்டார அளவில் செல்ல வேண்டியிருந்ததும்; மற்ற தலித்துகளுடனான ஓர்மை Diversity ஆகவும் Federated Unity யாகவுமே கொள்ளப்படும்.`,
          },
          {
            header:
              "டாக்டர் அம்பேத்கர் பவுத்தத்தை ஒரு வாழ்வியல் நெறியாகப் பார்த்தார். ஆனால், அயோத்திதாசர் பவுத்தத்தை சடங்குகள் நிறைந்த ஒரு மதமாகப் போற்றுகிறார் என்ற கருத்து நிலவுகிறதே...",
            passage: `அயோத்திதாசர் வாழ்ந்து எழுதிய காலம் இருபதாம் நூற்றாண்டின் தொடக்க ஆண்டுகள். ஆனால், அம்பேத்கரோ அதற்கு ஏறக்குறைய 50 ஆண்டுகளுக்குப் பின்னரே பவுத்தம் பற்றிய தனது புரிதலை முன்வைக்கிறார். அயோத்திதாசர் பணியாற்றிய களம் தமிழகம். அம்பேத்கர் இந்திய அளவில் பணியாற்றினார். வாழ்க்கையின் இறுதிப் பகுதியில் அம்பேத்கர், நடுவணரசில் பல்வேறு காரணங்களால் பின்னிப் பிணைந்து இருந்தார். ஆனால், அயோத்திதாசரோ, தனிப்பட்ட முறையில் சமூகத்தில் பணியாற்றி வந்தார். அயோத்திதாசரின் காலத்தில் சுயாட்சியின் அறிகுறிகளே தென்பட்டன. ஆனால், அம்பேத்கர் விடுதலையான இந்தியாவைப் பார்த்தார். இரண்டு பேருடைய சமூகச் சூழல்களிலும், அணுகுமுறைகளிலும் இன்னும் பல வேறுபாடுகளை அடுக்கிக் கொண்டே போகலாம்.

அயோத்திதாசரின் சொல்லாடலில் பண்பாடு பெருமளவு வெளிப்படுகிறது. சமுக வாழ்வில் குறிப்பாக தள்ளப்பட்டோரின் சமூக வாழ்வில், வாழ்க்கைப் போராட்டங்களில், மேலும் பரந்த சதாயத்தின் சமூக முன்னேற்றத்தில் பண்பாடு எத்துணை பெரிய பங்கு வகிக்கின்றது என்பதை நாம் இப்பொழுதுதான் கண்டுபிடித்து வருகிறோம். பண்பாடு தவிர்த்த, முன்னேற்றத்திற்கானப் போராட்டங்கள் மூலம் உதிரியான தனிமனிதர்களே முன்னேற்றத்தையும், விடுதலையையும் காண முடியும். ஆனால், புறந்தள்ளப்பட்ட சமூகம் விடுதலை காண முடியாது. பண்பாட்டை மய்யமாகக் கொண்ட போராட்டமே சமூகம் முழுமையையும் தலைகீழாக மாற்றி, பெரும்பாலோருக்கு விடுதலை அளிக்க வல்லது. பெற்ற விடுதலையையும் நிலைநிறுத்த வல்லது.

இரண்டாவதாக, சமூக விடுதலையின் தல் படி தற்காலப் பண்பாட்டை விமர்சிப்பது, விவாதத்திற்குள்ளாக்குவது. அதனை வதைத்து, அதன் மூலம் வளர்ச்சி, திரிபுகள் முதலியவற்றை ஆராய்ந்து உண்மையை உணர்வது. இத்தகைய திறனாய்வு இல்லாத விடுதலைப் போராட்டம் வெற்றி பெறாது. ஓரளவுக்கு வெற்றி பெற்றாலும் நிலைத்து நிற்காது. அயோத்திதாசர் அடிக்கடி சொல்வது போல், எந்த வழியால் தாழ்ந்தோமோ அந்த வழியில் சென்றுதான் விடுதலை பெற வேண்டும். அப்படிப் பெற்ற விடுதலையே நிலைத்து நிற்கும். இதனால்தான் அயோத்திதாசர் எழுத்தில் பெரும்பகுதி தற்காலப் பண்பாட்டை ஆராய்ச்சிக்கு உட்படுத்துவதாக இருக்கிறது. ஆனால், அயோத்திதாசர் பவுத்தத்தை இன்னொரு சடங்குகள் நிறைந்த மதமாக நிலைநிறுத்துகிறார் என்பது, அவரைத் தவறாகப் புரிந்து கொள்ளுவதாகும்.

அயோத்திதாசரின் உத்தியில் மூன்று படிகள் தெளிவாகத் தென்படுகின்றன. முதலாவது திரிபற்ற நிலையில் இருந்த பண்பாட்டை வெளிக் கொணருவது. இரண்டாவது, இடைப்பட்ட காலத்தில் பண்பாட்டில் ஏற்பட்ட திரிபுகளை விளக்குவது. மூன்றாவது, இன்றைக்கான பண்பாட்டை உருவாக்குவது. இந்த மூன்றாவது படி, முதல் படியையே திருப்பிக் கொண்டு வருவதல்ல. ஆனால், முதல் இரண்டு நிலைகளையும் ஆராய்ந்து காலத்திற்கேற்ப மூன்றாவது நிலையை உறுதிப் படுத்த வேண்டும். அயோத்திதாசருடைய இந்த ஆராய்ச்சி விரவிக் கிடக்கும் மக்கள் மத்தியில் நிலவும் நம்பிக்கைகள், சமய வழிமுறைகள், வழிபாடுகள் இவைகளின் இடையே ஊன்றி நன்று வெளிப்படுகின்றது. பரந்துபட்ட சாதாரண மனிதர்கள் அடங்கிய சமுதாயத்தை, அவர்கள் இருக்கும் நிலையிலேயே ஒருங்கிணைத்து விடுதலையை நாடி முன்னேற முயலுகின்றது.

அயோத்திதாசர், சமத்துவம், நீதி ஆகிய நவீன கோட்பாடுகளை உள்ளடக்கிய ஓர் பரந்துபட்ட பண்பாட்டு அறிவியல் உலகத்தை, வரலாற்றின் தொடர்ச்சியாக விரித்துணர்த்த முயல்கிறார்; இம்முயற்சியில் ஓரளவு வெற்றியும் கண்டுள்ளார். ஆகவேதான் அவரது எழுத்துகளும், சிந்தனைகளும் வலுவாகவும், திறமாகவும் வெளிப்படுகின்றன. பவுத்தம் பற்றிய அயோத்திதாசரின் விரிவாக்கம், தமிழகத்திலும், இந்தியாவிலும் உள்ள பெருவாரியான சமுதாயங்களின் வாழ்க்கை, சமயம், நீதிறை இவை பற்றிய உள்ளுணர்வுகளைத் தொடுகின்றது. புதைந்து கிடக்கும், தொடர்ந்து புதைக்கப்படும் பெருவாரி சமுதாயத்தின் அடிமட்ட உள்ளுணர்வுகளைத் தூண்டி எழுப்பி, அதற்குள்ளாகவே நவீன கோட்பாடுகளின் ஆரம்பங்களைக் காணவும், அவற்றை நீர் வார்த்து வளர்க்கவும் முயற்சி செய்கிறார்.

இந்தியாவில் பெரும்பாலும் நவீனம் என்பது, 25 நூற்றாண்டுகளாக மக்கள் வாழ்ந்து, வளர்த்து வந்த போராட்ட வாழ்க்கையை ஒரேயடியாகப் புறக்கணித்து விட்டு, பண்பாட்டுத் தொடர்ச்சியற்ற அல்லது வேறு ஒரு பண்பாட்டில் வளர்ந்த நவீன கோட்பாடுகளை இணைப்பது. அதற்கு மாறாக, உண்மை நவீனம் என்பது வரலாறு, பண்பாடு என்பவற்றிற்குள்ளிருந்தே மலர்வது, வெளிப்படுவது. அதன் மூலம் சமூகம் பண்பாடும் மாறுதலடையும். அயோத்திதாசருடைய எழுத்துகளை முழுமையாகப் படித்துணராமல், இங்கொன்றும் அங்கொன்றுமாக வாசிப்போருக்கு இந்தப் பிரச்சனை கட்டாயம் எழும். மேலைநாடுகளில் எல்லாம் பகுத்தறிவு, சமத்துவம் இவை பண்பாட்டுக்குள்ளிருந்தே வெளியேறின. ஆனால், அவை ஆதிக்கத்தின் மூலம் பொதுமையாக்கப்பட்டு, ஏனைய பண்பாடுகளையும் நவீனப்படுத்தும் ஏகாதிபத்திய வேலையில் இறங்கின. அப்படியான காலகட்டத்தில் அயோத்திதாசர் பண்பாட்டுச் சிறப்பையும், பகுத்தறிவையும், சமத்துவத்தையும் தோண்டியெடுக்க முயல்கிறார்.

இன்றைய மேல்மட்டத்தினரின் பண்பாடு தவிர்த்த, அதைக் கடந்ததொரு கண்ணோட்டம் மூலம் வாசிக்கும் பொழுது, அயோத்திதாசரின் சொல்லாடலில் காணப்படும் "பண்பாட்டு அடர்த்தியே' சடங்குகள் நிறைந்த மதமாகத் தென்படுகிறது. அவரது எழுத்துகளை உன்னிப்பாகப் படித்து உணர முயன்றால், வரிகளுக்கிடையில் பெருவாரி மக்களை ஒருங்கிணைத்து விடுதலை நோக்கி முன்னேறும் உந்துதலைத் தெளிவாக உணரலாம். பண்பாட்டுப் பிரச்சனைகளை வெளியில் இருந்து பாராமல், உள்ளுணர்வுடன் உணர்ந்து கொள்ள அயோத்திதாசர் வழிகாட்டுகிறார். அவர் கூறியவற்றில் சில காலகட்டத்தில் மறைந்து போகும். ஆனால், அவரது அணுகுமுறை நமக்குப் பெருமளவில் பயன்படும்.`,
          },
          {
            header:
              "அயோத்திதாசர், இம்மண்ணின் ஆதித்தமிழர்களான சக்கிலியர்களை மிகவும் கீழாகப் பார்த்தார் என்று அவர் மீது குற்றம் சுமத்தும் அளவுக்கு அவருடைய எழுத்துகளில் ஆதாரம் காணப்படுகிறதே?",
            passage: `காலனிய ஆதிக்கத்தில் எழுச்சியடைந்த நவீன பார்ப்பனியம், பஞ்சமர் என்ற பெயரால் சமூகக் குழுக்களைத் தள்ளியும் தாழ்த்தியும் வைத்தது. அதில் பறையர், சக்கிலியர் இன்னும் பிற குழுக்களும் உட்பட்டனர். இதனைக் கண்டித்துப் பேசும் பொழுது அயோத்திதாசர், தள்ளிவைக்கப்பட்ட குழுக்களை இரண்டு வகையாகப் பிரிக்கிறார். ஒன்று வரலாற்றில் தாழ்த்தப்பட்டவர், மற்றொன்று தானாகவே முன்னேறாமல் பின்தங்கியோர். இதில் பறையர் சதாயத்தை முன்பிரிவிலும் சக்கிலியர் சதாயத்தைப் பின்பிரிவிலும், இன்னும் சில சமுதாயங்களோடு இணைத்தும் காட்டுகிறார்.

சக்கிலியர் சமுதாயத்தைப் பொறுத்த மட்டிலாவது, இந்தப் பிரிவினை தவறானது என்பது எனது அனுபவம். கோயம்புத்தூர் பகுதிகளில் கள ஆய்வு மேற்கொண்டிருந்த காலத்தில், நான் கண்ட உண்மை. தமிழுக்கும் தமிழ்ப் பண்பாட்டிற்கும், மற்ற சமுதாயங்களுக்கு எவ்வளவு உரிமை உண்டோ, அத்தனையும் சக்கிலியர் சமுதாயத்திற்கும் உண்டு. அவர்களும் வரலாற்றில் தாழ்த்தப்பட்டோரே. விவசாயம் தவிர்த்த ஏனைய பணிக்களங்களில் சிறப்பாக வாழ்ந்த இந்த சமுதாயம், காலனியாதிக்கத்தின் கீழேயே தன் நிலை இழந்து பெருவாரியாகத் தாழ்த்தப்பட்டது. இந்த தாழ்த்தப்பட்ட நிலையை, அவர்களது தமிழ் இலக்கிய அறிவு மூலம் கதைகள், கவிதைகள் விடுகதைகள் மூலம் கண்டறிய முடிந்தது. இவர்களில் பெரும்பான்மையோர் இருமொழி பேசுவோர். இது குறித்து அவர்களைத் தமிழரல்லர் என்று கருதுவது தவறு. ஏனைய தமிழருக்கு இல்லாத, கூடுதலான திறமையிது என்றே கொள்ள வேண்டும். அவர்கள் இருமொழி பேசுவதால், தமிழில் அவர்களுக்குள்ள திறமை, ஏனையோருடையதைவிடச் சற்றும் குறைந்தது அல்ல.

மேலும், நவீன காலகட்டத்தில், சமுதாயக் குழுக்களைப் பின்தங்கியோர், தாழ்த்தப்பட்டோர் என்று பிரிப்பதிலான சிக்கல்களை சமூகவியலார் பெரிதும் விவரித்துள்ளனர். ஆகவே, அயோத்திதாசரின் இந்த வரலாற்றுக் கணிப்பு தவறானது. இதை மூடி மறைக்கவோ, மறுக்கவோ தேவையில்லை. மேலும், அயோத்திதாசரின் முழுமையான வரலாற்று விளக்கங்களில் ஏற்பட்டுள்ள தவறு இது மட்டுமல்ல. ஆனால், மேற்கூறிய சந்தர்ப்பத்தை ஆதரவாகக் கொண்டு, அயோத்திதாசரை சக்கிலியர் சமுதாய விரோதி என்றோ, அவர் பறையர்களின் பிரதிநிதி என்றோ, அவர் முழுமையாக சமத்துவ சமுதாயம் படைப்பதில் ஆர்வமற்றவர் என்றோ கணிப்பது முற்றிலும் தவறானது. அப்படிப்பட்ட கணிப்பு, தாழ்த்தப்பட்ட குழுக்களுக்கு மட்டுமல்லாது முழு தமிழ்ச் சமுதாயத்திற்குமே பேரிழப்பாகும். 
காரல் மார்க்சின் எழுத்துகளில் ஆங்காங்கே இனவாதக் குறிப்புகள் தென்படுவதால், அவரது சிந்தனைகளை நாம் தள்ளிவிடுவதில்லை. திருக்குறளில் இன்றைய பெண்ணியத்திற்கு ஈடாக கருத்துகள் இல்லை என்பதால், வள்ளுவரை ஏற்க மறுப்பதில்லை. பவுத்த சமயத்திற்கு மாறும்போது அம்பேத்கர், மகர் சமுதாயத்தையே சிறப்பாகக் கொண்டார் என்பதால், அவர் நமது தலைவர் இல்லை என்றாகிவிடாது. அதுபோல், அயோத்திதாசருடைய, ஏன் எந்த பெரிய சிந்தனையாளரையும், அவரது காலகட்டத்தில் நிறுத்தி முழுமையாக எடைபோட வேண்டும். ஓரிரு தெளிவற்ற குறிப்புகள் தென்படுகின்றன என்பதால், ஒரு முழு வாழ்க்கைப் பணியையும் தள்ளிவிட முடியாது.

அயோத்திதாசரை முழுமையாக, உன்னிப்பாக, பொறுமையுடன் படிக்கக் கோருகிறேன். அப்படிப் படித்தால், இந்த சக்கிலியர் விஷயத்தில் மட்டுமல்லாமல்,பல்வேறு விஷயங்களில் அவரது எழுத்துகளில் குறைகாணுவோர், புதிய தெளிவு பெறுவர். மாறுதலையடையாத, சமத்துவம் பெறாத தமிழ் மொழி அடிப்படையில் தேசியத்தை முன்வைப்போருக்கும், தலித் பிரச்சனையை, தீர்க்க முடியாத பிரச்சனையாகக் கொண்டு உழல்வோருக்கும் பொதுவாக சமூக, கலாச்சார, வரலாற்றுச் சிக்கல்களில் புரிதலின்மையால் தங்கிக் கிடப்போருக்கும், அயோத்திதாசரின் வழிமுறை பெரிதும் பயன்படும் என்பது என் நம்பிக்கை. வரலாற்றறிஞர்களின் கருத்துகளில் பெரும் பகுதி காலத்திற்கேற்றவையாகவும், அடிமட்ட மக்களின் எதிர்பார்ப்புகளையும், கணிப்புகளையும் பிரதிபலிப்பனவாக இருப்பின், விளிம்பில் கிடக்கும் சில தூசிகளைத் தட்டிவிட்டு, புதுப்பித்துக் கொள்ள வேண்டும். அப்படியின்றி எழுத்துகளில் பெருமளவு மக்களின் சமூக உணர்வுகளுக்கு எதிராக இருப்பின் மீட்க முடியாதென்று கணித்துத் தள்ளிவிட வேண்டும்.`,
          },
          {
            header:
              "பேராசிரியர் லட்சுமி நரசு அவர்களும் அயோத்திதாசரும் இணைந்து பணியாற்றியது குறித்துச் சொல்லுங்கள்.",
            passage: `அயோத்திதாசரின் காலம் பொதுவாகவே, காலனியாதிக்க இந்தியாவில் பரவலாக பவுத்தம் எழுச்சி பெற முயன்று கொண்டிருந்த காலம். கர்னல் ஆல்காட்டின் தலைமையிலான "தியோசாபிகல் சொசைட்டி', பவுத்தத்திலும் ஆர்வம் கொண்டிருந்தது. அவரது உதவியால் "மகாபோதி சொசைட்டி'யும் சென்னையில் தொடங்கப்பட்டது. அந்த நேரத்தில், சிங்கார வேலனார், லட்சுமிநரசு, அயோத்திதாசர் மூவரும் பவுத்தத்தைக் கையாள முன்வந்தனர். இம்மூவரும் வெவ்வேறு சமூகச் சூழ்நிலைகளிலிருந்து செயல்பட்டனர். பவுத்தத்தை நோக்கினர். கையாண்டனர். லட்சுமிநரசின் அறிவியல் பின்னணி, பொருளாதார உயர்நிலை, தமது சமூக சூழ்நிலையைத் தவிர்த்து தாழ்த்தப்பட்ட மக்களோடு ஈடுபாடு கொண்டது ஆகியவை அயோத்திதாசர் மனதில் தயக்கங்களை ஏற்படுத்தியது உண்மை. லட்சுமிநரசு தமது அறிவியல் பின்னணியை இணைத்து, ஆங்கிலத்தில் பவுத்தத்தின் அறிவியல் அடித்தளத்தை விவரித்தார்.

ஓரிடத்தில் இதை அயோத்திதாசர், "சயன்டிபிக் புத்திசம்' என்று கேலியாகக் கூறுகிறார். ஆனால், நாட்கள் செல்லச் செல்ல, இருவருக்குமிடையே நெருக்கம் ஏற்பட்டு நாளடைவில் ஒத்துழைப்பாக மலர்ந்தது என்பதற்கு ஆதாரங்கள் "தமிழனில்' பரவிக் கிடக்கின்றன. சாதியைத் தவிர்த்ததற்காகவும், தாழ்த்தப்பட்ட மக்களோடு கொண்டிருந்த தொடர்புகளுக்காகவும், லட்சுமிநரசு தனது உறவினரால் ஒதுக்கி வைக்கப்பட்டார். பொதுவாகவே தனது செயல்பாடுகளில் மிக்க நேர்மையுள்ளவராய் லட்சுமி நரசு விளங்கினார். அவரது வாழ்க்கை முறையே அவரை அயோத்திதாசருடன் இணைத்திருக்க வேண்டும். அயோத்திதாசருடைய ராயப்பேட்டை ஆசிரமத்தில் லட்சு நரசு உரையாற்றியது பற்றிய குறிப்புகள் தமிழனில் உள்ளன. ஓரிரு இடங்களில் இருவரும் ஒரே மேடையிலிருந்தும் பேசியிருக்கின்றனர்.

அயோத்திதாசர் மறைந்த பிறகு அவரது பணிகளைத் தொடர்ந்து நடத்துவதற்காக, முழு இயக்கம் லட்சுமி நரசுவை ஏற்றுக் கொண்டது அவர்கள் ஒன்றிய கண்ணோட்டத்திற்குச் சான்று. இதன் விவரங்களை எனது ஆங்கில நூலில் விவரித்துள்ளேன். அயோத்திதாசரின் எழுத்துகள், தமிழகத்தில் பெருமளவில் வாசிக்கப்பட வேண்டும், விவாதிக்கப்பட வேண்டும். அப்போதுதான் அதிகாரத்தை நோக்கி வெகு மெதுவாக முன்னேறிக் கொண்டிருக்கும் தாழ்த்தப்பட்ட தமிழ்ச் சமுதாயம், பெருமளவில் பயன்பெறும். விரவியிருக்கும் தாழ்வு மனப்பான்மை, தன்னம்பிக்கையின்மை, போராட்டத்தின் உள் எழும் முரண்பாடுகள், வரலாற்றுக் கண்ணோட்டமின்மை, இவைகளை எல்லாம் பற்றி விவாதிக்கவும், விடைகாணவும் அயோத்திதாசர் சிந்தனைகள் அடித்தளமாக அமையும்.`,
          },
        ],
        photo: [Interview7, Interview6, Interview8],
        author: "",
      },
    ],
  },
  // {
  //   id: "2",
  //   title: "",
  //   category: "",
  //   photo: image1,
  //   parts: [
  //     {
  //       id: "1",
  //       title: "",
  //       date: "",
  //       content: [
  //         {
  //           header: "",
  //           passage: "",
  //         },
  //       ],
  //       photo: [image1],
  //       author: "",
  //     },
  //   ],
  // },
];
