import Periyar1 from "/Periyar1.png";
import Periyar2 from "/Periyar2.png";
import Periyar3 from "/Periyar3.png";
import Periyar4 from "/Periyar4.png";

type Article = {
  id: string;
  title: string;
  date: string;
  category: string;
  photo: string;
  from: string;
  content: string[];
};

export const periyar_speaks: Article[] = [
  {
    id: "1",
    category: "பெரியார் பேசுகிறார்",
    date: "ஜூலை 2005",
    title:
      "சூத்திரனும், பஞ்சமரும் மந்திரியாகி விட்டால் பரம்பரை இழிவு நீங்கி விடுமா?",
    photo: Periyar1,
    from: `13.4.1955 அன்று, திருச்செங்கோட்டில் ஆற்றிய உரை. 
    விடுதலை' 20.4.1955`,
    content: [
      "நாங்கள் இவ்விதக் காரியத்தில் ஈடுபட வேண்டிய அவசியம் எல்லாம் முதலாவதாக, எங்களுக்குள்ள இழிநிலையும் சூத்திர, பஞ்சமன் என்ற இழிவுப் பட்டம் நீங்க வேண்டும் என்பதற்கேயாகும். ஆனால், இவ்வித இழிவையும் கீழ்சாதிப் பட்டத்தையும் எண்ணி இதை ஒழிக்க வேண்டும் என்று திட்டமிட்டவர்கள் நாங்கள்தான். வேறு யாரும் இதைப் பற்றிச் சிந்திப்பதில்லை. ஆனால், இவ்வித இழி நிலைமை நீங்க வேண்டுமென்பது, தனிப்பட்ட என்னுடைய சுயநலத்திற்கு மட்டுமல்ல; இதனால் எனக்கு மட்டும் இழிவு கிடையாது. சூத்திரர்கள் என்றும் பஞ்சமர்கள் என்றும் அழைக்கப்படுகிற திராவிட மக்கள் அத்தனை பேருக்கும் உள்ள இழிவைப் போக்கவேயாகும்.",
      "இன்று மந்திரியாக இருக்கும் சூத்திரன், மந்திரி என்பதால் சூத்திரன் என்ற இழிநிலை போகாது. இன்று மந்திரியாக இருக்கிற பறையர், மந்திரியாக இருப்பதால் அவருடைய பறையர் என்ற பட்டம் போகாது. வேலை முடிந்ததும் ஊருக்குப் போகிற அவர்கள், தங்கள் தங்கள் பறைச்சேரிக்குத்தான் போவார்கள். இன்று சூத்திரர்களும், பஞ்சமர்களும், மந்திரியாகவும், சட்டசபை மெம்பராகவும் (உறுப்பினராகவும்) வந்தார்கள் என்றால், நாங்கள் கூப்பாடு போட்டதால்தான் முடிந்தது. இன்றைக்குப் பறையரும், பள்ளரும் ஓரளவு கல்வி கற்க போதிய வசதியும் சலுகையும் அளிக்கப்பட்டு, அதனால் படிக்கவும் முடிந்தது என்றால், அதுவும் எங்களது முயற்சியினால்தான். எனவே, இவர்கள் யாரைக் கொண்டு முன்னுக்கு வர முடிந்ததோ, அவர்களையே எதிரிகளாக நினைக்கின்றனர். ஜாதி ஒழிய வேண்டும் என்று கூறினால், எங்களை வகுப்புவாதி என்கின்றனர்.",
      `"உலக உத்தமர்' என்ற காந்தியாரே சூத்திரன்தான். அவரும் தன்னை அடிக்கடி "நான் சூத்திரன்' என்று சொல்லிக் கொள்வார். அப்படிப்பட்ட "மகாத்மாவே' ஜாதியைப் பற்றிச் சிந்தித்தாரா? அதை ஒழிக்க வேண்டும் என்று ஒரு வார்த்தையாவது பேசினாரா? அவர் பச்சையாகவே ""நான் வர்ணாசிரமத்தைக் காப்பாற்றவே வந்தேன்; ராமராஜ்யத்தை நிலைநாட்டுவதே என் நோக்கம்'' என்று கூறினார். அதற்கென்று மக்களை எல்லாம் ராமபஜனை செய்யச் சொன்னார். அதனால்தான் பார்ப்பனர் எல்லாரும் கூடி, அவருக்கு "மகாத்மா' பட்டம் கொடுத்தனர். இல்லையேல், அவர் இதுவரையாவது உயிர் வாழ்ந்திருக்க முடியாது.`,
      `நானும் "மகாத்மா' ஆக முடியும். இன்றைக்கே ""பார்ப்பனர் எல்லாரும் சாட்ஷாத் பூதேவர்கள்; மதம் அவசியம் வேண்டும், கடவுள் இல்லாமல் ஒன்றும் நடக்காது. அவசியம் பார்ப்பனர்கள் எல்லாக் கோயிலுக்கும் மணியாட்டத்தான் வேண்டும். இல்லையேல் உலகமே நாசமாய்ப் போய்விடும்'' என்று, இன்றைக்கு இக்கூட்டத்திலேயே பேசினால் போதுமே! உடனே தந்திமேல் தந்தி பறக்கும்; இங்குள்ள பார்ப்பனர் எல்லாரும் உடனே திரு. காமராசருக்குத் தந்தி கொடுப்பார்கள்; உடனே அவர் மத்திய அரசாங்கத்துக்கு "இங்கு இருக்கும் திராவிடர் கழகத் தலைவர் ஈ.வெ. ராமசாமி பக்தராகிவிட்டார். அதுவும் என்னுடைய ஆட்சியில் அவர் கொள்கைகள் மாற்றப்பட்டன'' என்று ஒரு வரி அதிகம் கொடுத்தால், உடனே எனக்கு மறுகணமே "மகாத்மா ராமசாமி' என்று கூப்பிட உத்தரவிடுவார்கள்! அங்கிருந்து ""ராமசாமிக்கு ஒரு மந்திரி வேலை வேண்டுமா? இரண்டு மந்திரி வேலை வேண்டுமா? என்று கேள்!'' என்று பதில் வரும்.`,
      `ஆனால், நான் மற்றவர்களைப் போல் எண்ணமில்லாதவனாகையால், என்னுடைய வாழ்நாளில் ஏதும் பொதுத் தொண்டினைச் செய்தாக வேண்டும் என்று, நம் திராவிட மக்களுக்கென்று இக்காரியத்தில் ஈடுபட்டு, கடந்த 30 ண்டுகளாகப் பற்பல எதிர்ப்புகளுக்கிடையிலும் கஷ்டங்களுக்கிடையிலும் துணிந்து செய்து வருகிறேன்.`,
      `ஒரு பிள்ளை பெற்றவள் 10 பிள்ளை பெற்றவளுக்கு மருத்துவம் பார்ப்பதைப் போல், எனக்கு யோசனை கூறுகிறது கம்யூனிஸ்ட் கட்சி. கம்யூனிசத்தின் கொள்கையே தெரியாதவர்கள், கம்யூனிசத்தின் கொள்கையைப் பாழ்படுத்துகின்றனர். "பணக்காரன் ஒழிந்தால் ஜாதி ஒழியும்'' என்கின்றனர். ஆனால், ஜாதி இருப்பதால்தானே அவனிடம் பணம் போய்ச் சேருகிறது என்பதை உணருவதில்லை. தனக்குத் தெரியுமானாலும், அக்கட்சியின் தலைவர்கள் அத்தனை பேரும் பார்ப்பனர்கள் ஆனதால், அதுபற்றிக் கூறுவதே கிடையாது. ஏதாவது உதாரணம் சொல்ல லெனின் சொல்லவில்லையே, மார்க்ஸ் சொல்லவில்லையே? என்றால், லெனின் இருந்த நாட்டில் பார்ப்பான் பறையன் இருந்தானா? இவர்கள் இருக்கவுமில்லை; அதைப்பற்றிச் சொல்ல வேண்டிய அவசியமுமில்லை. ஆனால், இங்கு நேரிலேயே பார்க்கிறோமே பார்ப்பானையும் பறையனையும்! அதுமட்டுமா? சாஸ்திரத்தில் பார்க்கிறோம், சட்டத்தில் பார்க்கிறோம். ஆகவேதான் இங்கு இவைகளை ஒழிக்க வேண்டிய அவசியம் ஏற்பட்டது.`,
      `எனவேதான், நாங்கள் கோருவது எல்லாம் மக்களுக்குச் சோற்றுக்கும், உத்தியோகத்திற்கும் மாத்திரமின்றி, பரம்பரை இழிவு நீங்க வேண்டும் என்பதேதான். அந்நியன் இந்நாட்டைச் சுரண்டாது, வேறு இங்குள்ள எவராவது ஆட்சி செய்தாலும் போதும். பார்ப்பனர்களின் அட்டூழியம், ஜாதி முறையும் ஒழிந்து, ராமாயணத்தில் ஒரு ஜதை செருப்பு ஆண்டதாகக் கூறப்படுகிறதைப் போல் எங்களை ஒரு ஜதை செருப்பு ஆட்சிபுரிந்தாலும் சரியே. மக்கள் சுயமரியாதை கொண்டவர்களாக, மனிதத் தன்மையுடன் வாழ வேண்டும். மனித ஜாதி என்ற ஒரு ஜாதிதான் இருக்க வேண்டும்.`,
    ],
  },
  {
    id: "2",
    category: "பெரியார் பேசுகிறார்",
    date: "ஆகஸ்ட் 2005",
    title: "ஜாதி அமைப்பு முறை இருக்கும் வரை ஒரு இஞ்ச் அளவுகூட முன்னேற முடியாது",
    photo: Periyar2,
    from: `27.4.1953 அன்று, மன்னார் குடி வல்லூரில் ஆற்றிய உரை. "விடுதலை' 5.5.1953`,
    content: [
      "ரஷ்யா போன்ற நாட்டில் பார்ப்பானும் இல்லை;பறையனும் இல்லை. அந்த நாடுகளிலே என்னதான் அடக்குமுறைகள் இருந்ததாகச் சொல்லப்பட்டாலும், அறிவுக்கும் சிந்தனைக்கும் உரிமை இருந்தது. இந்த நாட்டைப் போல் அதை நினைத்தாலே கடவுள் கண்ணைக் குத்திவிடுவார்; அந்த சங்கதியை ஆராய்ந்தாயானால் நரகத்திற்குப் போய் விடுவாய்; இது கடவுளுக்கு விரோதம் என்கிற மாதிரியான நிலைமை இல்லை.",
      "மார்க்ஸ், லெனின், ஏங்கெல்ஸ் முதலியவர்கள் இந்தப்படிதான் முயற்சி செய்ய வேண்டும் என்று சொன்னார்கள் என்பது, கம்யூனிஸ்டுகளின் வாதம். நம்டைய வாதம் என்னவென்றால், இந்த நாட்டின் நிலைமையும் தன்மையும் காரல் மார்க்சுக்கோ, லெனினுக்கோ அல்லது ஏங்கெல்சுக்கோ தெரியாது. இந்த நாட்டிலே பார்ப்பான் என்று ஒரு ஜாதி பிறவியிலேயே மேல் ஜாதியாகவும், மற்றவர்கள் எல்லாம் கீழ்ஜாதியாகவும் இருக்கிற சதாய அமைப்பு இந்த நாட்டிலே இருக்கிறது என்பது அவர்களுக்குத் தெரியாது. அதனால் மார்க்ஸ் வழியோ, லெனின் தலைறையோ இந்த நாட்டுக்கு ஒத்து வராது என்பது நம்முடைய வாதம்.",
      "உண்மையாகவே இந்த நாட்டுக் கம்யூனிஸ்டுகள் நினைக்க வேண்டும்; அவர்களுடைய ஆதரவாளர்கள் என்பவர்களும் அறிய வேண்டும். தன் முதலில் இந்த நாட்டில் சமதருமப் பிரச்சாரம் செய்து அதற்கு ஆகவென்றே சிறைக்குப் போனவன் நான். 30 வருடமாக இந்த அடிப்படையில் தானே நாங்கள் பொதுப்பணி புரிகிறோம்! கம்யூனிஸ்டுகள் வெறும் பொருளாதாரத்தை மட்டும் முன்னிறுத்திச் சொல்லுகிறார்கள். நாங்கள், பொருளாதாரத் துறையிலே இருக்கிற பேதம் ஒழிய வேண்டியதுதான் ஆனால், சமுதாயத் துறையிலே இருக்கிற பேதம் ஒழிந்தால்தான் சமத்துவம் கிடைக்கும் என்கிறோம். பொருளாதாரத் துறை பேதமொழிப்பு வேலை எங்களுக்கு விரோதமானதல்ல. ஆனால், சமூதாயத் துறையிலே இருக்கிற பேதம் ஒழிந்தால்தான் சமத்துவம் கிடைக்கும் என்கிறோம். ஆனால், சமூதாயத்துறை பேதமொழிப்புக் காரியத்தைக் கம்யூனிஸ்டுகள் ஒத்துக் கொள்வதில்லை.",
      "தோழர்களே! பொருளாதாரப் புரட்சிக்கு சர்க்காரை (ஆட்சியை) ஒழித்தாக வேண்டும்; மாற்றியமைத்தாக வேண்டும். ஆனால், சமூதாயப் புரட்சியை சர்க்காரை ஒழிக்காமலேயே உண்டாக்க முடியும். மக்கள் உள்ளத்திலே, இன்றைய சமூதாய சம்பந்தமாக உள்ள உணர்ச்சியையும், பயத்தையும் போக்கி, பிரத்தியட்ச (உண்மை) நிலையை மக்களுக்கு உணர்த்தினால் போதும். நிலைமை தானாகவே மாறும். இந்தச் சமூதாய அமைப்பை, இன்றைய சர்க்கார் அமைப்பு இருக்கும் போதே மாற்றிவிட முடியும் மக்கள் பகுத்தறிவு பெறும்படிச் செய்வதன் மூலமாக. 30 ஆண்டுகளுக்கு முன் இந்நாட்டில் ஜாதி ஆணவம், திமிர் எவ்வளவு இருந்தது! இன்று எங்கே போயிற்று அந்த ஜாதி ஆணவம் திமிரும்?",
      "30 ஆண்டுகளுக்கு முன் இந்த நாட்டுத் திராவிடப் பெருங்குடி மக்கள் எவ்வவு காட்டுமிராண்டித்தனமாக, கேவலமாக நடத்தப்பட்டார்கள்? அந்த நிலைமை இன்று எவ்வளவோ தூரத்துக்கு மாற்றமடைந்து விட்டதே! எப்படி முடிந்தது இவ்வளவும்? சர்க்காரைக் கவிழ்க்கும் முயற்சி செய்ததாலா? அல்லது அண்டர் கிரவுண்ட் (தலைமறைவு) வேலையாலா? இல்லையே! மக்கள் உள்ளத்திலே பகுத்தறிவு உணர்ச்சி ஏற்படும்படியாகச் செய்ததன் காரணமாக, நிலைமையில் வெகுவாக மாறுதல் ஏற்பட்டிருக்கிறது.",
      "முதலில் இந்தக் காரியத்தைச் செய்வோம். பிறகு தானாகவே பொருளாதார உரிமையை ஏற்படுத்திவிட முடியும். பணக்காரத் தன்மைக்கும் அஸ்திவாரமாய், ஆதாரமாய் பேதத்தை ஒழிப்போமானால், தானாகவே பொருளாதார உரிமை வந்துவிடும். ஆகவே, இந்தத் துறையில் பாடுபட முன் வாருங்கள் என்று அன்போடு, வணக்கத்தோடு அழைக்கிறேன்.",
      "இன்னும் சொல்லுகிறேன். இந்த ஜில்லாவையே எடுத்துக் கொள்ளுங்களேன்: யார் இந்த ஜில்லாவில் பணக்காரர்கள்? முதலாவது பணக்காரன் கோயில் சாமிகள்; அதற்கடுத்த பணக்காரன் நிலமுடையோன் பார்ப்பான்; அதற்கடுத்தபடியாக பணக்காரன், நிலமுடையோன் சைவர்கள் என்ற சூத்திர ஜாதியிலே சற்று உயர்ந்தவர்கள் என்று சொல்லப்படுகிறவர்கள். அதற்கடுத்தபடி, தூக்கியவன் தர்பார் என்பது போல இருக்கிறவனுக்குக் கொஞ்சம் சொத்து. கடைசியிலே யாருக்கு ஒன்றும் இல்லையென்றால், சூத்திரனிலே தாழ்த்த ஜாதி என்று சொல்லப்படுகிறவனுக்குக் கொஞ்சம் சொத்து. கடைசியிலே யாருக்கு ஒன்றும் இல்லையென்றால் சூத்திரனிலே தாழ்ந்த ஜாதி என்று சொல்லப்படுகிறவனுக்கும், பஞ்சமனுக்குந்தான் ஒன்றுமே இல்லை. இப்போது சொல்லுங்கள்: பணக்காரன் ஏழை என்கிற பாகுபாடு, உயர் ஜாதி தாழ்ந்த ஜாதி என்ற அமைப்போடு ஒட்டிக் கொண்டு, சார்ந்து கொண்டு இருக்கிறதா, இல்லையா?",
      "இந்த அடிப்படைகளை நாம் புரிந்து கொள்ளாமலேயே இருக்கிறோம். யாரும் எடுத்துச் சொல்லுவதில்லை. காரணம், இந்த நாட்டின் எல்லாத் துறையும் மேல் ஜாதிக்காரர்கள் என்கிற பார்ப்பனர்களிடத்திலும் பணக்காரர்களிடத்திலும் சிக்கிக் கொண்டதால், அவர்கள் இந்த அமைப்பு இருக்கிறவரையில் லாபம் என்று கருதி, இந்த அமைப்பின் நிலத்தில் கையே வைப்பதில்லை. மக்களை வேறு பக்கம் திருப்பிவிட்டு விடுகிறார்கள். அதனால்தான் 2000 வருடங்களாக இப்படியே இருக்கிறோம். இன்னம் சொல்லுகிறேன், இந்தத் தொழிலாளி ஜாதி, முதலாளி ஜாதி அமைப்பு முறை அதாவது பார்ப்பான், சூத்திரன், பறையன் என்கிற ஜாதி அமைப்பு இருக்கிறவரையில், இந்த நாட்டில் ஒரு இஞ்ச் அளவுகூட முன்னேற்றம் காண முடியாது என்று உறுதியாகக் கூறுவேன்.",
    ],
  },
  {
    id: "3",
    category: "பெரியார் பேசுகிறார்",
    date: "செப்டம்பர் 2005",
    title: "பார்ப்பான் நீதிபதியாய் இருக்கும் நாடு கடும்புலி வாழும் காடேயாகும்",
    photo: Periyar3,
    from: `நீதிமன்ற அவமதிப்பு வழக்கு தொடுக்கப்பட்டதற்கு 23.4.1957 அன்று,
சென்னை உயர் நீதிமன்றத்தில் பதிலளித்துப் பேசியதிலிருந்து.`,
    content: [
      "மேன்மை தங்கிய கனம் நீதிபதிகள் அவர்களே சமூகம் கோர்ட்டார் எனக்கு அனுப்பியிருக்கும் நோட்டீசில், சமூகம் கோர்ட்டை அவமதித்ததாகவும், அதற்கு ஏன் நான் தண்டிக்கப்படக் கூடாது என்பதற்குக் காரணம் காட்ட வேண்டுமென்றும் கோரப்பட்டிருக்கிறது. மேலும், ஒரு சிவசாமி (தலியார்) என்பவரால் தாக்கல் செய்யப்பட்டிருப்பதாகச் சொல்லி, எனக்குக் கொடுக்கப்பட்டிருக்கும் பிரமாணப் பத்திரிகையில் (Write petition) ரிட் பெட்டிஷன் நெம்பர் 568 55 இல் சமூகம் கோர்ட்டு தீர்ப்பில், கனம் திருச்சி ஜில்லா கலெக்டரைப் பற்றிச் சொல்லப்பட்டிருப்பவைகளைக் குறித்து, திருச்சி பொதுக்கூட்டத்தில், நான் 4.11.1956 ஆம் தேதியில் மேற்படி தீர்ப்பைச் சொன்ன கனம் நீதிபதிகளைக் குறை கூறியிருப்பதாகவும், அந்த நீதிபதிகளைத் தனிப்பட்ட முறையில் தாக்கிப் பேசியிருப்பதாகவும், அவர்களுக்கு உள்ளெண்ணம் கற்பித்துத் தாக்கியிருப்பதாகவும், அதனால் சமூகம் கோர்ட்டின் கவுரவம் வெகுவாகப் பாதிக்கப்பட்டு இருப்பதாகவும், சமூகம் கோர்ட் நீதிபரிபாலனத்திற்கு இடையூறு விளைவிப்பதாகவும் இருக்கிறதென்றெல்லாம் கண்டிக்கிறது.",
      "இந்தக் குற்றச்சாட்டு வார்த்தைகளில், நேரிடையான பொருளுக்கு, ஏற்றமாதிரி நான் யாதொரு குற்றம் செய்தவனல்ல. பொதுவாக, மனித சுபாவத்தைப் பற்றியும், நீண்ட காலமாக அது பிரதிபலித்து வருவதைப் பற்றியுமே எடுத்துச் சொல்லி, அதற்குப் பரிகாரம் தேடவே முயற்சித்து இருக்கிறேன். உதாரணமாக பிரஸ்தாபத் தீர்ப்பில் ரிட் பெட்டிஷன் நெம்பர் 568 55 தீர்ப்பில் பாதிக்கப்பட்டிருப்பவர் ஒரு திராவிடர். அதிலும் தமிழர் (Non-Brahmin) மீது தீர்ப்புக் கொடுத்திருக்கிறவர்கள் பிராமணர்கள் என்று சொல்லப்படுகிற பார்ப்பனர்கள். இந்தத் தீர்ப்பின்மீது என்னுடைய ஆராய்ச்சிக்கு எட்டிய கருத்து, பாதிக்கப்பட்டவர் பார்ப்பனரல்லாதாராய் இருப்பதாலும், தீர்ப்புக் கூறினவர்கள் பார்ப்பனர்களாயிருப்பதாலும் இம்மாதிரி ஏற்பட்டது என்பது எனது தாழ்மையான முடிவு...",
      "மநுதர்ம சாஸ்திரத்தின்படி, ஒரு பார்ப்பனரல்லாதவன் (சூத்திரன்) ஒரு நாட்டிலே (பார்ப்பனர்களும் வாழும் நாட்டிலே) நீதிபதியாகவோ, நிர்வாக அதிகாரியாகவோ, அமைச்சராகவோ, அரசனாகவோ, உயர் பதவியாளனாகவோ இருக்கக்கூடாது என்பது தர்மமாகும். அப்படியிருக்கவிடக்கூடாது என்பதும் பார்ப்பனர் தர்மமாகும். இந்த மநு தர்மந்தான் நீதிபதிகள் கையாளும் இந்துச் சட்டத்திற்கு மூலாதாரமாகும். இதற்கு உதாரணங்கள் அதிகம். கனம் கோர்ட்டார் அவர்களுக்குக் காட்டவேண்டியதில்லை என்றே கருதுகிறேன்... ஆகையினால்தான் பார்ப்பனர்கள் எந்தப் பதவியிலிருந்தாலும், அவர்களுடைய நடத்தையில் சந்தர்ப்பம் கிடைத்த போதெல்லாம், பார்ப்பனரல்லாதார்களை ஒழித்துக் கட்டுவதில், தலையெடுக்கவிடாமல் செய்வதில், சரியாகவோ, தப்பாகவோ, காலாகாலம் பாராமல் தங்கள் முயற்சிகளைச் செய்து கொண்டுதான் வருவார்கள். இப்படி இவர்கள் நீண்ட நாட்களாக செய்து வருகிறார்கள் என்பதற்கு ஏராளமான உதாரணங்கள் எடுத்துக் காட்ட முடியும்...",
      `...என்னுடைய குறிப்பெல்லாம் பொதுவான பார்ப்பன ஜட்ஜுகள் யாராக இருந்தாலும், அவர்களுடைய நடத்தையில் சட்டத்தைப் பொறுத்து எப்படி நடந்து கொண்டாலும், தமிழனுக்குத் தன்னாலான கேடு செய்து அழுத்தவோ, அழிக்கவோ செய்ய வேண்டியது, அவர்கள் ஜாதி மதக் கடமை என்பதும், இதில் யாரும் எந்தப் பார்ப்பனரும், மறந்தும் தவறி நடக்க மாட்டார்கள் என்பதும், இந்த நிலை ஏற்படாமல் பாதுகாத்துக் கொள்ள வேண்டியது மற்றவர் கடமை என்பதும்தான்... நான் சொல்வதெல்லாம் எங்களைக் "கீழ் சாதி' என்றும், நாங்கள் மேலே வருவது தங்களுக்கு ஆபத்து என்றும், தங்கள் மதத்திற்குக் கேடு என்றும், தங்களை மேல் ஜாதி என்றும், இந்த ஜாதிப் பிரிவுகள் இப்படியே இருக்க வேண்டும் என்றும் கருதிக் கொண்டிருக்க மநுதர்ம இந்து பார்ப்பனர்கள் ஜட்ஜுகளாகவும், வேறு எந்த உத்தியோகஸ்தர்களாகவும் எங்கள் நாட்டில் எங்களுக்கு வேண்டாம். வேறு நாட்டில் அவர்களுக்கு எவ்வளவு உயர் பதவி வேண்டுமானாலும் கொடுங்கள். அவற்றில் நாங்கள் குறுக்கிடவில்லை. இந்தக் கருத்தை வெளியிடும் வகையில்தான் பிரஸ்தாப வழக்கு பேச்சில் நான் பேசியிருக்கிறேன்...`,
      `பார்ப்பான் நீதிபதியாய், ஆட்சியாளராய் இருக்கும் நாடு கடும்புலி வாழும் காடேயாகும். ஆதலால், நாங்கள் புலிவேட்டை ஆடுகிறோம். புலி மேலே பாய்ந்ததில் ஒருவர் இருவர் அடிபட வேண்டியதுதான். "எல்லா பார்ப்பனர்களும் அப்படித்தானா?' என்று கனம் ஜட்ஜுகள் சிந்தித்து, நான் சொல்வதைத் தவறு என்று கருதலாம்...`,
      "...இந்த மாதிரி விஷயம் எப்படி இருந்தாலும், உண்மையில் விவாதத்திற்கு இடமில்லாமல், ஒரு நீதிபதி என்பவர் தவறானது என்று சொல்லும்படியான தன்மையில் நடந்து கொண்டால், தீர்ப்பு அளித்தால், அதற்குப் பரிகாரம் தேட வேண்டுமானால், பொதுமக்களுக்கு வழி என்ன இருக்கிறது? அப்பீலுக்கே போய்த் தீரவேண்டுமானால், எல்லோருக்கும் எல்லாக் காரியங்களிலும் அப்பீலில் இடமிருக்குமா? அரசாங்கத்தில் அரசர் ராஷ்டிரபதி பிரதமர் முதலமைச்சர் முதலியவர்களுடைய போக்குகளைப் பற்றியும், உத்தரவுகளைப் பற்றியும், பொதுக்கண்டனங்களும் கிளர்ச்சிகளும் செய்யத் தாராளமாக இடம் சட்ட அனுமதியும் கிடையாது என்றால், மக்களுக்குச் சுதந்திரம் எங்கே இருக்கின்றது? பரிகாரம் எப்படித் தேடுவது? பொதுஜனங்களுடைய உணர்ச்சிகளை எப்படிக் காட்டுவது?",
    ],
  },
  {
    id: "4",
    category: "பெரியார் பேசுகிறார்",
    date: "அக்டோபர் 2005",
    title: "பத்திரிகைகள் அனைத்தும் அயோக்கியத்தனம் செய்கின்றன",
    photo: Periyar4,
    from: `ஈரோட்டில் 19.6.1958 அன்று ஆற்றிய சொற்பொழிவு: 
    ‘விடுதலை' 25.6.1958`,
    content: [
      "நம்முடைய கோவை மாவட்டம், நம் இயக்கத்தைப் பொறுத்தவரையில் பிற்பட்டதாக உள்ளதை எண்ணி உண்மையில் வெட்கப் படுகிறேன். காரணம், ஒருக்கால் நான் பிறந்த ஜில்லா என்ற காரணமாகத்தான் இருக்க வேண்டும். நான் காங்கிரசில் இருக்கும்போது, காந்தியார் ஈரோட்டை எடுத்துக்காட்டித்தான் பேசுவார். சங்கரன் நாயர் அவர்கள் சட்ட மறுப்பு இயக்கத்தை நிறுத்திவிடும்படி காந்தியாரிடம் சொன்னபோது, ‘அது என் கையில் இல்லை; அது ஈரோட்டில் உள்ளது. அதுவும் கண்ணம்மாள், நாகம்மாள் கையில் உள்ளது' என்று சொன்னார். இது, ‘இந்து'வில் வந்தது.",
      "ஏன் இதைச் சொல்கிறேன் என்றால், அன்று அந்த நிலையில் இருந்தது. முதலில் ஒரு பெண் மறியலுக்கு வந்து கைதானார் என்றால், அது ஈரோட்டில்தான். 144 உத்தரவு போட்டு 3 நாளில் வாபஸ் பெற்றுக் கொண்டார்கள் என்றால், அதுவும் ஈரோட்டில்தான் நடந்தது. அப்படியிருந்த ஊர் இன்று இந்த நிலையில் உள்ளது.",
      "சர்வ வல்லமையும் படைத்த பார்ப்பானை எதிர்க்க, எங்களைத் தவிர வேறு ஆளில்லை. நாங்கள் பார்ப்பானை ஒழிக்கிறவர்கள். ஒழிக்கிறோமோ இல்லையோ, ஒழிக்க வேண்டும் என்கிற உறுதியுடன் இருப்பவர்கள். அதோடு கூட நிற்பதில்லையே! பார்ப்பான் உண்டாக்கிய ராமனை எரித்தோம்; அவன் உண்டாக்கிய பிள்ளையாரை உடைத்தோம்; அவன் கடவுளை உடைத்தோம். அதற்கு மக்கள் ஆதரவு இருக்கிறதா, இல்லையா என்பது இதைப் பார்க்கும் போதல்லவா தெரிகிறது? யாரும் செய்யாத அந்தக் காரியத்தை நம் கழகம் செய்வதால், அது பெருமையே தவிர வேறு என்ன? எதற்கு இன்று சிறைக்குப் போகிறார்கள்? வேறு எந்த இயக்கம், ஒரே நாளில் 4000 பேரைச் சிறைக்கு அனுப்பியது?",
      "சாதி ஒழிய வேண்டுமென்றால், ஜனநாயகத்தின் தலைவர் நேரு சொல்கிறார், ‘பிடிக்காவிட்டால் மூட்டை முடிச்சைக் கட்டு' என்கிறார். நீ யார்? உனக்கு என்ன உரிமை? என்ன உன் யோக்கியதை? உன் பரம்பரை என்ன? நீ எங்களை வெளியே போ என்றால், அதற்குப் பெயர் ஜனநாயகமா? ஜனநாயகம் என்றால், கேளேன் சாதி ஒழிய வேண்டுமா, வேண்டாமா என்றால், மக்களைக் கேளேன்! ஏனப்பா சாதி ஒழிய வேண்டுமா, வேண்டாமா என்று கேள். 100 க்கு 51 பேர் சாதி இருக்க வேண்டும் என்றால், நாங்கள் சூத்திரன், சக்கிலி, பறையன் என்று நெற்றியில் பச்சைக் குத்திக் கொள்கிறோம்; 51 பேர் ஒழிய வேண்டுமென்றால், ஒழிய வேண்டியதுதானே? அதுதானே ஜனநாயகம்? சாதி ஒழிய வேண்டும் என்றால், நாட்டைவிட்டு ஓடு என்பதா ஜனநாயகம்?...",

      "ஒரு அதிகாரி என்னிடம் வந்து கேட்டார், ‘என்ன நீ இதில் இத்தனை வேண்டும், அதில் இத்தனை வேண்டும் என்று சப்தம் போடுகிறாயே? ஆபிசில் பார்த்தால் எல்லாம் பார்ப்பானாகவே இருக்கிறானே, எப்படி என்று கண்டுபிடித்தாயா?' என்றார். எப்படியப்பா என்றேன்? அவர் சொன்னார்: ‘ஒரு ஆபிசில் எவனையாவது லீவு எடுக்கச் சொல்லிவிட்டு, அந்த இடத்திற்குத் தற்காலிகமாக ஆள் வேண்டும் என்கிறான். அவன் தற்காலிகம் என்றால் நீயே போட்டுக்கொள் என்பான். இவன் பார்ப்பானாகவே போட்டு நிரப்பி வைப்பான்.",
      "3 வருடம் தற்காலிகமாக வேலை பார்த்துவிட்டால், வேலை காரியமாகிவிடுகிறது.' இப்படிப் பித்தலாட்டம் செய்து நுழைக்கிறான். நீதி நிர்வாகத்தைப் பிரித்தான். என்ன ஆயிற்று? நீதியில் முழுக்கவும் பார்ப்பானே வந்து, வக்கீல் பசங்களில் பொறுக்கிப் போட்டு விடுகிறான். இப்படிப்பட்ட அக்கிரமம் நடப்பதை யார் கேட்க நாதி? இந்நாட்டுப் பத்திரிகைகள் அத்தனையும் அயோக்கியத்தனம் செய்கின்றன. நிலைமை அப்படி ஆகிவிட்டது; பார்ப்பான் தயவில்லாமல் பத்திரிகை வாழாது. ரேடியோ அவனிடம். இப்படிப் பத்திரிகை ஒரு நாட்டில் கேடாக இருந்தால், அந்த நாடு எப்படி உருப்படும்?...",
      "நம் தமிழ் நாட்டில் ‘இது நம் நாடு' என்கிற நினைப்பே இல்லையே! எங்கோ ஓசியில் இருப்பதாகத்தானே எண்ணுகிறார்கள்? சாதி ஒழிய வேண்டுமென்று இத்தனை பேர் சிறைக்குப் போனோம்; பலர் செத்தார்கள்; யாராவது கவலைப்பட்டார்களா? நாமே கல்லுடைக்கிறோம், கக்கூஸ் எடுக்கிறோம், நமக்கு வேலையென்றால் பியூன் வேலை, போலிஸ் வேலை. நம்முடைய பிள்ளைகள் படிக்கிறார்கள். படித்த பின் மண்வெட்டி எடுக்க மாட்டான்; வேலையில்லையென்றால் அடுத்த காட்சி என்ன? சினிமாவுக்குப் போக வேண்டியதுதானா? இவற்றையெல்லாம் சிந்திக்க வேண்டாமா?",
      "இப்போது மந்திரிகள், கலப்பு மணம்தான் சாதி ஒழிய வழி என்ற போது சும்மா இருந்தார்கள். காங்கிரசில் சொன்னான், சாதி ஒழிய கலப்பு மணம் வேண்டும் என்றான். அதுக்கு எழுதுகிறான் ஒரு பார்ப்பான்: ‘கலப்புமணம் செய்யலாம் என்று காங்கிரஸ் சொல்லுவது தப்பு. ரத்தம் கெட்டுப் போகும்.' இவர்கள் ரத்தம் சுத்தமான ரத்தமாம்! அது கெட்டுப்போகுமாம்! ‘கலப்பு மணம் பேசுவதற்குதான் பெருமை; காரியத்திற்கு ஆகாது. ராஜாஜி பெண்ணைக் காந்தி மகனுக்குத் தந்தார்; அது உருப்படவில்லை; நேரு எவனுக்கோ கொடுத்தார் அதுவும் உருப்படவில்லை. எனவே, கலப்பு மணம் கூடாது' என்று ‘இந்து' பத்திரிகையில் எழுதுகிறான். ஆகவே, நீங்கள் சிந்திக்க வேண்டும். பார்ப்பனர்களால் எந்த முன்னேற்றத்துக்கும் இடையூறுதான்!",
    ],
  },
  // {
  //   id: "",
  //   date: "",
  //   title: "",
  //   category: "",
  //   photo: "",
  //   content: [],
  //   from: "",
  // },
];
