import Poem1 from "/Poem1.png";
import Poem2 from "/Poem2.png";
import Poem3 from "/Poem3.png";
import Poem4 from "/Poem4.png";

type Poem = {
  id: string;
  title: string;
  date: string;
  category: string;
  author: string;
  photo: string;
  content: string;
};

export const poems: Poem[] = [
  {
    id: "1",
    title: "யாழன் ஆதி",
    date: "ஜூலை 2005",
    category: "கவிதை",
    author: "",
    photo: Poem1,
    content: `மண்போர்த்திய உடலெங்கும்
பாளபாளமாய்
வெடித்துக் கிடக்கிறது பசி
பசியின் நாவில் மிஞ்சுகிறது
உயிரின் சுவை
இமைகளைத் தைத்த வறுமையின்
ஊசிமுனையில் சுழல்கிறது
வாழ்வதற்கான நம்பிக்கை
வற்றிய அடிவயிற்றில்
கைவைத்து நிரப்பிக் கொள்கிறது
பசித்த மானிடம்
நிலங்களைப் பறித்து
உணவினை அபகரித்து
வறுமையை விளைத்துச் சென்றவன்கள்
எவன்கள்?
காற்றை மெல்கின்றன
நரநரவென பற்கள்
கயவன்களின் நினைப்பில்`,
  },
  {
    id: "2",
    title: "யாழன் ஆதி",
    date: "ஆகஸ்ட் 2005",
    category: "கவிதை",
    author: "",
    photo: Poem2,
    content: `தீராத தாகத்தின்
தவிப்புகளில் ஊற்றெடுக்கிறது
வாழ்க்கையின் வேட்கை

ஓடை புரண்டுவந்து
நினைத்த பாதங்கள் உலர்ந்து
அலைகின்றன வெப்ப நிலங்களில்

கழனிகளில் துள்ளிய
ஆரல் மீன்களைக் கொத்திய
கொக்குகள்
வெண்மேகங்களாகித் திரிகின்றன
ஈரப்பதமற்ற காற்றின் திசைகளில்

கானல் மிதக்கும் தெருக்களில்
வாய்பிளந்து கிடக்கின்றன
நகரத்து குடங்கள்
வரப்போகும் தண்ணீர் லாரிக்காய்

மரம் வெட்டியும்
நிலம் உறிஞ்சியும் முடித்த
வாழ்க்கைக் குடங்கள்
நிரம்புகின்றன கண்ணீர்த் துளிகளால்`,
  },
  {
    id: "3",
    title: "மவுனக் கொலையாளிகள்",
    date: "ஆகஸ்ட் 2005",
    category: "கவிதை",
    author: "என்.டி. ராஜ்குமார்",
    photo: Poem3,
    content: `நாம் செல்லுவோம் என்கிறது
அரவம் நுழைந்த காவியோசை

மசூதிகளையும் தர்க்கா பறவைகளையும்
அடித்து நொறுக்க

நாமென்பது நாமா

நீ வேறு நான் வேறு
நீங்கள் வேறு நாங்கள் வேறு

எல்லோரும் பற்பல இனம்
எல்லோர்க்கும் பலப்பல கடவுள்கள்

பனங்கள்ளும் தென்னங்கள்ளும்
கலந்தடித்த போதை கிறுக்கில்
கருவாடு சுட்டுத் தின்னுகிறாள் எனதம்மை

வலம்புரிச் சங்கிலும் கெண்டியிலும்
மாட்டு மூத்திரம் பிடிப்பவர்களே

பசுக்களை நடுக்காட்டிலிட்டு பின்புறம் தடவும்
ரிஷிமார்கள் கதைக்கிறார்கள்

அஷ்வமேத யாகத்தில் குதிரைகளைப் போட்டு
சுட்டுத் தின்ற கதையை

வரலாறை விழுங்காதே மாமிசப் பாம்பே

எல்லோரும் ஓர் குலம்
எல்லோரும் ஓரினம்
எல்லோரும் ஓர் மக்களென்பதொரு

பரிகாசச் சொல்தானே
மவுனக் கொலையாளிகளே!`,
  },
  {
    id: "4",
    title: "யாழன் ஆதி",
    date: "செப்டம்பர் 2005",
    category: "கவிதை",
    author: "",
    photo: Poem4,
    content: `பயம் பதுங்கிய கண்கள்
வெறிக்கின்றன வானத்தை

படுகொலைகள் நிகழ்ந்த
வாழ்வின் காயங்களில் வழிகின்றது
காலம்

காரணங்களின் மேலாடும்
வன்முறைக் களங்களில் வீழ்ந்த
உடல்கள் தெறித்த ரத்தம்
தேசத்தின் பெயரில் நாறுகிறது
எதுவுமறியாத அப்பாவிகளின்
செத்த உடல்கள் இழப்புகளின்
எண்ணிக்கை என்றானது

விசாரணையின் சுத்தியல்கள்
உடைந்து சிதறிய பொழுது
புதைந்து போயின நீதியின்
கீச்சுக் குரல்கள்

போடப்பட்ட கமிஷன்கள்
ஒவ்வொன்றும் முடிந்து போகின்றன
வெறும் கையெழுத்தோடு மட்டும்`,
  },
  // {
  //   id: "1",
  //   title: "",
  //   date: "",
  //   category: "",
  //   author: "",
  //   photo: "",
  //   content: ``,
  // },
];
